[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	Danish
DESCRIBABLE =	Danish
[String]	

SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	Beijing Golden Orange Technology Co., Ltd.\nTlf.: (86)010-64419248\n
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	 om
ABOUT_COPYRIGHT =	 Copyright(C) 2004-2019
ABOUT_RIGHTS =	 alle rettigheder forbeholdes
ABOUT_LICENSED =	 Retten til at bruge dette produkt tilhører:
ABOUT_LAW =	 Advarsel: Dette computerprogram er beskyttet af love om ophavsret og internationale konventioner. Uautoriseret reproduktion eller spredning af en del af eller hele dette program kan være underlagt strenge civile og strafferetlige sanktioner og vil blive retsforfulgt i videst muligt omfang inden for lovens rammer .
	
MENU_FILE =	 &fil
MENU_FILE_NEW =	 &Ny
MENU_FILE_OPEN =	 &Åben...
MENU_FILE_PRINT =	 printCtrl+P
MENU_FILE_SAVE =	 &Gem Ctrl+S
MENU_FILE_SAVE_AS =	 &Gem som...
MENU_FILE_SCANIMAGE =	 Hent og scan billede...
MENU_FILE_SYSTEM =	 &Systemparametre...
MENU_FILE_IMGLIB =	 &Fælles Galleri...
MENU_FILE_IMPORT =	&Gå ind
MENU_FILE_MRU_FILE1 =	 seneste filer
	
MENU_EDIT =	 &Redigere
MENU_EDIT_COPY     =	 &kopi
MENU_EDIT_CUT      =	 &skære
MENU_EDIT_COMBINE  =	 &Kombiner Ctrl+L
MENU_EDIT_UNCOMBINE=	 &Separat kombination Ctrl+K
MENU_EDIT_GROUP    =	 &Gruppe Ctrl+G
MENU_EDIT_UNGROUP  =	 &Ophæv gruppering Ctrl+U
	
MENU_EDIT_PASTE=	 &sæt ind
MENU_EDIT_REDO =	 &Gendanne
MENU_EDIT_UNDO =	 &Fortryd
MENU_EDIT_TOCURVE=	Konverter til kurve Ctrl+Q
MENU_EDIT_HATCH  =	Udfyld Ctrl+H
	
ID_FILE_IMGLIB =	 Åbner Favoritgalleriet\nFavoritgalleri
ID_FILE_IMPORT =	 Importer filer i andre formater\nImportér filer
ID_FILE_MRU_FILE1 =	 åbne dette dokument
ID_FILE_NEW =	 Opret et nyt dokument\nNy
ID_FILE_OPEN =	 Åbn et eksisterende dokument\nÅbn
ID_FILE_PRINT =	 Udskriv det aktive dokument\nUdskriv
ID_FILE_PRINT_PREVIEW =	 Vis hele siden\nUdskriftsvisning
ID_FILE_PRINT_SETUP =	 Skift printer- og udskriftsindstillinger\nUdskriftsopsætning
ID_FILE_SAVE =	 Gem det aktive dokument\nGem
ID_FILE_SAVE_AS =	 Gem det aktive dokument under et nyt filnavn\nGem som
ID_FILE_SCANIMAGE =	 Hent scannet billede\nFå scannet billede
ID_EDIT_COPY =	 Kopierer det valgte objekt og placerer det på udklipsholderen\nKopiér
ID_EDIT_CUT =	 Klipper det valgte objekt og placerer det på udklipsholderen\nKlip
ID_EDIT_PASTE =	 Indsæt udklipsholderindhold\nIndsæt
ID_EDIT_REDO =	 Gentag en tidligere fortrudt handling\n Gentag
ID_EDIT_UNDO =	 Fortryd den sidste handling\nFortryd
ID_EDIT_GROUP =	 Gruppér de valgte objekter\nGrupper
ID_EDIT_UNGROUP =	 Afviser det valgte gruppeobjekt\nAfviser gruppen
ID_EDIT_COMBINE =	 Grupperer valgte objekter\nGrupper
ID_EDIT_UNCOMBINE  =	 Fjern det valgte gruppeobjekt\nSeparat gruppe
ID_SYSTEM_PARAM =	 Indstil systemparametre\nSystemparametre
TT_MATERIALPARAMASSIS=	Test lasermaterialeparametre\nMaterialeparameterassistent
MATERIALPARAMASSIS=	Materiale parameter assistent
MENU_MODI =	 &Modificere
MENU_DRAW =	 &Tegne
MENU_DRAW_POINT =	 &prik
MENU_DRAW_CURVE =	 &kurve
MENU_DRAW_LINE =	 &Linje
MENU_DRAW_RECT =	 &Rektangel
MENU_DRAW_CIRCLE =	 &cirkel
MENU_DRAW_ELLIPSE =	 &Ellipse
MENU_DRAW_POLY =	 &Polygon
MENU_DRAW_TEXT =	&tekst
MENU_DRAW_BMPFILE =	 &Bitmap-fil
MENU_DRAW_VECTORFILE =	 &Vektorfil
MENU_DRAW_TIMER =	 &Forsinke
MENU_DRAW_INPUT =	 &indgangsport
MENU_DRAW_OUTPUT =	 &udgangsport
MENU_DRAW_MESH3D=	 &3d overflader
MENU_ALIGN_BOTTOM =	 Juster bunden
MENU_ALIGN_CENTER =	 midtpunktsjustering
MENU_ALIGN_CENTER_HOR =	 Horisontal midterlinjejustering
MENU_ALIGN_CENTER_VER =	 lodret midterlinjejustering
MENU_ALIGN_LEFT =	 venstrejusteret
MENU_ALIGN_RIGHT =	 Juster til højre
MENU_ALIGN_TOP =	 topkantjustering
MENU_VIEW =	 &Udsigt
MENU_VIEW_TOOLBAR =	 &Systemværktøjslinje
MENU_VIEW_ZOOMBAR =	 &Vis værktøjslinje
MENU_VIEW_DRAWBAR =	 &Tegneværktøjslinje
MENU_VIEW_ENTLIST =	 Objektlistebjælke
MENU_VIEW_ENTPROP =	 Objektegenskabsbjælke
MENU_VIEW_STATUS_BAR =	 &statuslinje
MENU_LASER =	 &Laser
	
ENTPROP =	 objektegenskaber
MENU_VIEW_RULER =	 Vis lineal
MENU_VIEW_GRID  =	 Vis gitterpunkter
TT_SHRULER=	Vis eller skjul linealen
TT_SHGRID=	Vis eller skjul gitterpunkter
MENU_VIEW_GUILD =	 Hjælpelinje
BK =	 baggrund
DEGREE =	 Bruge
	
NAV_PICK_MOVEDIS=	finjusterende afstand
WORKSPACE =	 Arbejdsplads
MENU_VIEW_SNAPGRID   =	 Snap Grid F7
MENU_VIEW_SNAPGUILD  =	 Snap Guide F8
MENU_VIEW_SNAPOBJECT =	 Snap objekt F9
MENU_ABOUT =	 &Om
MENU_HELP =	 &Hjælp
IDCANCEL =	 &Afbestille
IDOK =	 &OKAY
PASTE_X =	 Indsæt forskydning vandret
PASTE_Y =	 Lodret Pasta Offset
SAVEAS =	 Gem som
POINT =	 punkt
CURVE =	 kurve
RECT  =	 rektangel
CIRCLE =	 rund
ELLIPSE =	 oval
ELLPISE =	 oval
POLYGON =	 polygon
TEXT =	tekst
HATCH=	fyldning
PATHTEXT=	sti tekst
CIRCLETEXT=	Bue tekst
BMPFILE =	 bitmap-fil
VECTORFILE =	 vektor fil
TIMER =	 forsinkelse
IOINPUT =	 indgangsport
IOOUTPUT =	 udgangsport
GROUP=	gruppe
COMBINE=	kombination
LAYER=	 lag
NAME =	 navn
TYPE =	type
OBJECTINFO=	objektegenskaber
TOCURVE=	Konverter til kurve
EDGENUM =	antal sider
APPLY=	&Ansøge
APPLYTOCOPY=	&Anvend på &Kopiér objekt
MARKLOOP=	Antal behandlinger
POSITION=	Beliggenhed
RELATPOSITION=	relativ position
RELATCENTER=	Pårørende center
SIZE=	størrelse
ARRAY=	array
COUNT=	nummer
INC=	Inkrementel
IOCTRLCONDITION=	IO kontrol tilstand
ROUND=	grad af rundhed
ALLROUND=	Alle hjørner rundt
DIAMETER =	 diameter
STARTANGLE =	 startvinkel
ENDANGLE =	 endevinkel
FILENAME=	filnavn
DYNFILE=	dynamisk inputfil
FIXEDDPI=	Fast DPI
FIXESIZEX=	Fast X dimension
FIXESIZEY=	Fast Y-dimension
FIXEPOS=	Fast position
INVERT=	baglæns
GRAY=	gråtoner
DITHER=	forretninger
LIGHTEN=	Skinnebehandling
BRIGHT=	lysstyrke
CONTRAST=	Kontrast
SCANMODE=	scanningstilstand
BIDIRSCAN=	Tovejs scanning
YSCAN=	Y scanning
DRILLMODE=	Punkttilstand
PIXELPOWER=	Justeringspunkts effekt
	
BARCODE_ATTRIB=	 &Stregkodeegenskaber...
BARCODE =	 stregkode
CREATE_BARCODE =	 Opret stregkoder
MODEIFY_BARCODE=	 Ændre stregkode
BARCODE_INPUTPT =	 Indtast koordinaterne for stregkodens nederste venstre hjørne
BARCODE_ERR_INVALIDSTR =	 Ugyldig stregkodestreng, indtast venligst igen!
	
INFO_EAN13 =	EAN-13 er en stregkode med fast længde. Dens tegnsæt indeholder kun tal fra '0' til '9'. EAN-13 indeholder 13 tegn, de første 12 er data, og det sidste tegn er en kontrolkode. Koden er automatisk tilføjet af systemet, og systemet tager kun de første 12 tegn.
INFO_EAN13_2 =	 EAN-13+2 er EAN-13 plus 2 ekstra koder, og systemet tager de sidste 2 tegn som ekstra koder.
INFO_EAN13_5 =	 EAN-13+5 er EAN-13 plus 5 ekstra koder, systemet tager de sidste 5 tegn som ekstra koder.
INFO_EAN8 =	 EAN-8 er en stregkode med fast længde. Dens tegnsæt indeholder kun tal fra '0' til '9'. EAN-8 indeholder 8 tegn, de første 7 tegn er data, og det sidste tegn er en kontrolkode. Koden tilføjes automatisk af systemet, og systemet tager kun de første 7 tegn.
INFO_EAN8_2 =	 EAN-8+2 er EAN-8 plus 2 ekstra koder, og systemet tager de sidste 2 tegn som ekstra koder.
INFO_EAN8_5 =	 EAN-8+5 er EAN-8 plus 5 ekstra koder, og systemet tager de sidste 5 tegn som ekstra koder.
	
CHECKNUM=	tjek kode
THINMODULEWIDTH=	Smal modulbredde
INFO_CODE39 =	39 stregkoden er en ikke-konsekutiv, ikke-fast længde tovejs stregkode, hvor alle streger og mellemrum repræsenterer information; dens tegnsæt inkluderer '0'-'9', 'AZ', mellemrum, '$', '%' , '+' ,'-','.','/'; Der er en valgfri kontrolkode, som automatisk tilføjes af systemet.
INFO_CODE39_EXTENDED=	 39 udvidet stregkode er en udvidet stregkode til 39 stregkoder, den understøtter alle ASCII-tegn.
INFO_CODE93 =	 93 stregkoden er en kontinuerlig, ikke-fast længde tovejs stregkode med streger og mellemrum, der repræsenterer information; dens tegnsæt inkluderer '0'-'9','AZ',mellemrum,'$','%',' +', '-','.','/'; Der er en valgfri kontrolkode, som automatisk tilføjes af systemet.
INFO_CODEBC412=	 BC412-stregkoden er en kontinuerlig, ikke-fast længde tovejs stregkode, hvor alle streger og mellemrum repræsenterer information; dens tegnsæt inkluderer '0'-'9', og 'AZ' inkluderer ikke 'O'; kontrolkoden er automatisk tilføjet af systemet.
INFO_CODE11 =	11 stregkoden er en ikke-kontinuerlig, ikke-fast længde tovejs stregkode, hvor stregerne og mellemrummene repræsenterer information; dens tegnsæt inkluderer '0'-'9','-'; der er en valgfri kontrolkode, og kontrolkoden bestemmes af systemet Join automatisk.
INFO_UPCA =	 UPC-A er en stregkode med fast længde, dens tegnsæt indeholder kun tal fra '0'-'9', UPC-A indeholder 12 tegn, de første 11 er data, og det sidste tegn er en kontrolkode. Koden er automatisk tilføjet af systemet, og systemet tager kun de første 11 tegn.
INFO_UPCA_2 =	 UPC-A+2 er UPC-A plus 2 ekstra koder, og systemet tager de sidste 2 tegn som ekstra koder.
INFO_UPCA_5 =	 UPC-A+5 er UPC-A plus en 5-cifret tillægskode, og systemet tager de sidste 5 tegn som tillægskode.
INFO_UPCE =	UPC-E er en stregkode med fast længde, dens tegnsæt indeholder kun tal fra '0'-'9', UPC-E indeholder 8 tegn, det første tegn er fastsat som 0, de 2-7 tegn er data, og sidste 1 Hvert tegn er kontrolkoden, kontrolkoden tilføjes automatisk af systemet, og systemet tager kun de første 6 tegn.
INFO_UPCE_2 =	 UPC-E+2 er UPC-E plus 2 ekstra koder, og systemet tager de sidste 2 tegn som ekstra koder.
INFO_UPCE_5 =	 UPC-E+5 er UPC-E plus en 5-cifret tillægskode, og systemet tager de sidste 5 tegn som tillægskode.
INFO_CODE25=	Code 25 stregkoden er en ikke-kontinuerlig stregkode med kun streger, der repræsenterer information. Dens tegnsæt indeholder kun tal fra '0' til '9', og dens længde er ikke fast.
INFO_CODEINTER25=	Interleaved (ITF) 25-kode er en kontinuerlig stregkode, hvor både streger og mellemrum repræsenterer information. Dens tegnsæt indeholder kun tal fra '0' til '9'. Hvis antallet af tegn er ulige, vil systemet automatisk tilføje et foranstillet 0 ; Den valgte kontrolkode tilføjes automatisk af systemet.
INFO_CODECODABAR=	Codabar stregkode er en ikke-kontinuerlig, ikke-fast længde, tovejs stregkode med selvkontrolfunktion, hvor alle streger og mellemrum repræsenterer information; dens tegnsæt inkluderer '0'-'9','AD','-', ' $',':','/','.','+';
INFO_CODE128A=	CODE128A-stregkoden er en kontinuerlig stregkode; dens tegnsæt indeholder tegn med ASCII-værdier fra 0 til 95, og der er ingen størrelsesbegrænsning.
INFO_CODE128B=	CODE128B-stregkoden er en kontinuerlig stregkode; dens tegnsæt indeholder tegn med ASCII-værdier fra 32 til 127, og der er ingen størrelsesbegrænsning.
INFO_CODE128C=	CODE128C stregkode er en kontinuerlig stregkode, dens tegnsæt indeholder '0'-'9' numre, hvis antallet af tegn er ulige, vil systemet automatisk tilføje et indledende 0;
INFO_EAN128A=	EAN128A stregkoden er en kontinuerlig stregkode; dens tegnsæt indeholder tegn med ASCII-værdier fra 0 til 95, og der er ingen størrelsesbegrænsning.
INFO_EAN128B=	EAN128B stregkoden er en kontinuerlig stregkode; dens tegnsæt indeholder tegn med ASCII-værdier fra 32 til 127, og der er ingen størrelsesbegrænsning.
INFO_EAN128C=	EAN128C stregkode er en kontinuerlig stregkode, dens tegnsæt indeholder '0'-'9' numre, hvis antallet af tegn er ulige, vil systemet automatisk tilføje et foran 0;
	
QUIET=	blank
MID=	midten
SCALE=	Del
BARHEIGHT=	høj stregkode
NARROWBARW=	Smal modulbredde
BAR=	strimmel
SPACE=	nul
INTERCHARSCALE=	mellemrum mellem tegn
MODULETUNING=	Justering af stregkodemodul
AUTOSIZE=	auto størrelse
FIXEDSIZE=	Fast størrelse
SHORTPDF417=	forkortet tilstand
ERRLEVEL=	fejlkorrektionsniveau
PDF417_ROWOUTRANGE=	PDF417 stregkodelinjer skal være 3-90 linjer!
PDF417_COLOUTRANGE=	PDF417 stregkodekolonner skal være 3-30 kolonner!
BARCODE_ERR_ROWCOL=	Det indstillede antal rækker og kolonner kan ikke passe til den aktuelle streng!
SMALLEST=	mindste størrelse
MATRIX=	matrix
MODULEWIDTH=	Modul bredde
REVERSE=	baglæns
INFO_CODEPDF417=	PDF417 stregkode er en todimensionel stregkode, dens tegnsæt indeholder alle ASCII-tegn;
INFO_CODEMICROPDF417=	MicroPDF417 stregkode er en todimensionel stregkode, dens tegnsæt indeholder alle ASCII-tegn;
INFO_CODEDATAMTX=	DATAMATRIX stregkode er en todimensionel stregkode, dens tegnsæt indeholder alle ASCII-tegn;
VALID=	effektiv
FONT =	 skrifttype
FONT_ANGLE =	 hældning
FONTTYPE_BCF =	 stregkode skrifttype
FONTTYPE_DMF =	 bitmap skrifttype
FONTTYPE_JSF =	 enkelt linje skrifttype
FONTTYPE_TTF =	 TrueType skrifttyper
SHOWTEXT=	vise tekst
TEXTHEIGHT=	teksthøjde
TEXTWIDTH=	tekst bredde
TEXTOFFSETX=	Tekst X offset
TEXTOFFSETY=	Tekst Y offset
TEXTSPACE=	tekstmellemrum
POINTMODE=	punkttilstand
ROW=	Række
COL=	Liste
KEYBOARD =	 tastatur
DATE =	 dato
SERIAL =	 serienummer
LISTFILE=	listefil
DYNAMICFILE=	dynamisk fil
ENVARTEXT=	aktivere variabel tekst
HEIGHT =	 høj
CHARSPACE=	tegnafstand
CHARWIDTH=	tegnbredde
CHARHEIGHT=	tegnhøjde
LINESPACE=	Linjeafstand
ANGLE =	 vinkel
PROMPT_TRAY =	 Tips før behandling af hver batch
PROMPT_NEVER =	 spørg ikke
PROMPT_PART =	 Tips før bearbejdning af hvert stykke
DATEFORMAT=	datoformat
ADDDATEFORMAT=	tilføje datoformat
STARTSN=	start sekvensnummer
CURSN=	nuværende serienummer
INCSN=	Forøgelse af sekvensnummer
MARKPER=	hvert mærke
EXTEND=	udvide
PREFIX =	 præfiks
SUFFIX =	 suffiks
SUPRES_ZERO =	 Undertryk indledende nuller
RESETNO =	 nulstil serienummeret
SERAIL_ARRAY =	 Array serienummer
SNDLG_FILTER =	 Filtrer følgende serienumre
LINENO=	linjenummer
ENCONTOUR=	aktivere profil
HATCH1=	polstring 1
HATCH2=	polstring 2
ENABLE=	Aktiver
PENNO=	kuglepennummer
HATCH_CALCALL=	Hele objektberegning
HATCH_EDGE=	gå rundt
LISTDIST=	Linjeafstand
EDGEOFFSET=	margen
STARTOFFSET=	start offset
ENDOFFSET=	endeforskydning
SETDEFAULT=	indstillet som standard
WAITTIME=	ventetid
MESSAGE=	Spørg besked
SETOUTPUT=	indstille udgangsport
SYSTEMPARAM =	 Systemparametre
GENERAL =	 konventionel
COLOR =	 farve
WORKSPACE =	 Arbejdsplads
AUTOSAVE =	 automatisk backup
MOVEROTATE =	 flytte rotation
PLUGMGR =	 Plugin Manager
UNIT_TYPE =	 enhedstype
GRID_DIST =	 gitterafstand
GRID =	 gitter
SHOW_GRID =	 vis gitter
MM =	 mm
INCH =	 tomme
WORKSPAC_SHOW =	 vise arbejdsområdet
WORKSPAC_CIRCLE =	 cirkulært arbejdsområde
LB_CORNER =	 nederst til venstre
WIDTH =	 bredde
BIGNUDGESCALE=	Stort justeringsforhold
NEXTVALID =	 Denne ændring træder ikke i kraft før næste opstart
EVERY =	 Hver
BAKEXPLAIN =	Gem de aktuelle data i AutoSave.Ezd-filen i programbiblioteket for hvert specificeret tidsinterval.
BAKTIME =	 "minutter, automatisk backup"
	
ZOOM_WINDOW1 =	 vinduesforstørrelse
ZOOM_WINDOW2 =	 vinduesforstørrelse
PICK =	 Vælg
PICK_ALL=	Vælg alle
PICK_BYENT =	 Efter objekt
PICK_COPY =	 mobil kopi
PICK_COPYENT =	 kopi
PICK_CUT =	 skære
PICK_DEL =	 slette markering
PICK_ENT_CNT =	 Vælg antallet af objekter
PICK_ENTITY =	 objekt er valgt
PICK_GL =	 Træk en guideline
PICK_INV =	 omvendt valg
PICK_LEFT =	 Stræk til venstre og højre
PICK_LOCK =	 valglås
PICK_MOVE =	 Flyt Transform
PICK_PEN =	 Vælg med pen
PICK_NOENTITY =	 Ingen objekter er valgt
ERR_0001 =	 Denne parameter må ikke være mindre end 0,001. Indtast venligst igen
ERR_CRC     =	 Fildatabekræftelsesfejl, filen kan være beskadiget.
ERR_DELSYSLAYER =	 Systemets standardlag kan ikke slettes
ERR_DELUSELAYER =	 Det aktuelt brugte lag kan ikke slettes
ERR_MATCHFONTERR =	 Kan ikke matche skrifttypen
ERR_MEMORY  =	 Utilstrækkelig hukommelsesplads til at allokere nok hukommelse.
ERR_NOFINDIMPORT =	 Der blev ikke fundet noget gyldigt input-plugin
ERR_OPENFILE =	 fil åbning mislykkedes
ERR_READFILE     =	 Filen kunne ikke læses
ERR_RENAMESYSLAYER =	 Systemets standardlags navn må ikke ændres
ERR_SAVEFILE =	 Fillagring mislykkedes
ERR_SERIAL_FORMA =	 Filformatet er forkert, filen kan være beskadiget.
ERR_VERSION =	 Forkert version af filen.
ERROR_VAR_FILTER =	Filtre er for hårde til at generere gyldige variable tekstobjekter\nFjern venligst nogle filtre og prøv igen
IS_TEXT_TO_GRAPH =	 om tekst ved hjælp af denne skrifttype skal konverteres til grafik
CMD_OPENFILE =	 åbne en fil
CMD_SAVEFILE =	 gemme dokument
OPEN =	 Åben
TIP_NOTITLE =	 Uden titel
NOTITLE =	 Uden titel
FILE_ISSAVEAS =	 Om de ændrede filer skal gemmes til
CHECK_SAVEPRE =	 gem eksempelbillede
CHECK_SCALE =	 holde proportionerne
CHECK_SHOWPRE =	 Vis eksempelbillede
STATIC_SAVETYPE =	 outputmetode
RADIO_SAVEALL =	 output alle objekter
RADIO_SAVEPICK =	 udvælgelsesobjekt
AUTHOR =	 forfatter
COMMENT =	 Noter
FILEINFO =	 filoplysninger
VERSION =	 Version
CMD_NEWFILE =	 oprette en ny fil
PICK_PASTE =	 sæt ind
CENFIELD=	sted at centrere
AUTOSAVEFILE =	 Sikkerhedskopierer automatisk designfiler...
ON=	åben
OFF=	tæt
GUIDELINE =	 Hjælpelinje
OBJECT=	objekt
	
	
	
	
ID_DRAW_CIRCLE =	 Tegn en cirkel\nTegn en cirkel
ID_DRAW_ELLIPSE =	 Tegn en ellipse\nTegn en ellipse
ID_DRAW_PLINE =	 Tegn kurve\nTegn kurve
ID_DRAW_LINE =	 Tegn en linje\nTegn en linje
ID_DRAW_POINT =	 Plot punkt\nPlot punkt
ID_DRAW_POLY =	 Tegn polygon\nTegn polygon
ID_DRAW_RECT =	 Tegn rektangel\nTegn rektangel
ID_DRAW_TEXT =	 Tegn tekst\nTegn tekst
ID_DRAW_BITMAP=	 Tegning af bitmap-fil\nTegnende bitmap-fil
ID_DRAW_VECTOR=	 Tegning vektorfil\nTegnende vektorfil
ID_DRAW_TIME  =	Tegneforsinkelse\nTegningsforsinkelse
ID_DRAW_INPUT =	 Tegn inputport\nTegn inputport
ID_DRAW_OUTPUT=	 Draw Outlet\nTrew Outlet
	
	
ID_TOOL_NODE =	 Rediger grafnode\nNoderedigering
ID_TOOL_PICK =	 Grafvalgsværktøj\nGrafvalg
ID_MODIFY_HATCH =	 Udfyld valgte objekter\nFyld
ID_TOGRAPH =	 Konverter objekt til grafisk objekt\nTil grafik
ID_VIEW_STATUS_BAR =	 Vis eller skjul statuslinjen\nVis og skjul statuslinjen
ID_VIEW_TOOLBAR =	 Vis eller skjul systemværktøjslinjen\nVis og skjul systemlinjen
ID_VIEW_ZOOMBAR =	 Viser eller skjuler visningsværktøjslinjen\nViser og skjuler visningslinjen
ID_VIEW_DRAW_BAR=	 Vis eller skjul tegneværktøjslinjen\nVis og skjul tegnelinjen
ID_VIEW_ENTPROP=	 Vis eller skjul objektegenskabslinjen\nVis og skjul objektegenskabslinjen
ID_VIEW_ENTLIST=	 Vis eller skjul objektlistelinjen\nVis og skjul objektlistelinjen
	
ID_ZOOM_ALL =	 Viser alle objekter maksimalt\nSe alle
ID_ZOOM_PICK =	 Maksimalt visningsvalg\nVælg observation
ID_ZOOM_IN =	 Fordoble skærmen\nZoom ind
ID_ZOOM_OUT =	 Fordoble skærmen\nZoom ud
ID_ZOOM_PAN =	 Panorer skærm\nPanér
ID_ZOOM_WINDOW =	 Vinduesskalering\nVindueskalering
ID_ZOOM_WORKSPACE =	 Se hele arbejdsområdet\nVisning af arbejdsområde
ID_SNAP_GUILD =	 Snap til guider\nSnap til guider
ID_SNAP_GRID =	 Snap til gitter\nFast til gitter
ID_SNAP_OBJECT=	 Snap-objekt\nSnap-objekt
ID_SNAP_MESHVERTEX=	 Fastgør til overfladehjørner\nSnap til overfladehjørner
ID_APP_ABOUT =	Vis programoplysninger, versionsnummer og copyright\nOm
ID_APP_EXIT =	 Afslut programmet; beder om at gemme dokumentet\nAfslut
	
	
TT_PICKALL =	 Vælg alle objekter\nVælg alle objekter
TT_PICKDEL =	 Slet valgte objekter\nSlet valgte objekter
TT_PICKINVERT =	 Inverter markering\nInverter markering
TT_PICKLOCK =	 Lås det valgte objekt\nLås
TT_PICKUNLOCK =	 Lås det valgte objekt op\nLås op
TT_PICKUNLOCKALL =	 Lås alle objekter op\nLås alle op
TT_PICKCEN =	 Sted til oprindelse\nSted til oprindelse
TT_PICKCENX =	X-centret er placeret på Y-aksen\nX-centret er placeret på Y-aksen
TT_PICKCENY =	 Y-centret er placeret på X-aksen\nY-centret er placeret på X-aksen
TT_PICKPEN=	Vælg objekter efter pennummer\nVælg objekter efter pennummer
TT_NODE_ADD =	 Tilføj node\nTilføj node
TT_NODE_ALIGN =	 Nodejustering\nNodejustering
TT_NODE_ARC =	 Konverter til bue\nTil bue
TT_NODE_BEZIER =	 Konverter til kurve\nTil kurve
TT_NODE_CLOSE =	 Luk automatisk kurven\nLuk kurven automatisk
TT_NODE_DEL =	 Reducer node\nReducer node
TT_NODE_DIR =	 Skift kurveretning\nSkift kurveretning
TT_NODE_LINE =	 Konverter til lige linje\nKonverter til lige linje
TT_NODE_REDUCE =	 Auto-reducer point\nAuto-reducer point
TT_NODE_SEPARATE =	 Frakobl node\nAfmonter node
TT_NODE_SHARP =	 Skarp overgang\nSkarp overgang
TT_NODE_SMOOTH =	 Glat overgang\nBlød overgang
TT_NODE_SYSMETRIC =	 Symmetrisk overgang\nSymmetrisk overgang
TT_NODE_UNITE =	 Fusion Node\nFusion Node
TT_POINTONCURVE=	punkt på kurven
TT_ADDLAYER=	Tilføj lag\nTilføj lag
TT_DELLAYER=	Slet lag\nSlet lag
ADDLAYER=	tilføje lag
DELLAYER=	slette lag
ROTATEANG =	 Rotationsvinkel
MOVEDIST  =	 Bevægelsesafstand
ZOOMSCALE =	 skaleringsforhold
INPUTPT =	 indgangspunkt
INPUTSTARTPT =	 Indtast udgangspunktet
INPUTCENTER  =	 Indtast midten af cirklen
PICKCURVE=	Vælg kurven for at placere punktet på
PONITNUM=	point
POINTDIST=	punktafstand
TEXT_POS=	Vælg, hvor teksten skal placeres
ALIGN =	 justere
UNDO=	fortryd
REDO=	gendanne
MENU_FINISH=	&ende
MENU_CLOSEFINISH=	&Lukket ende
MENU_COOR=	&Indtast koordinater
TRANSFORM =	 transformere
CENTER =	 centrum
MIRROR =	 spejl
SHEAR=	vippe
PEN=	Pen
SPEED=	hastighed
OBJECTLIST=	objektliste
APPLYDEF=	parameter sat til standard
ADVANCE=	fremskreden
POWER=	strøm
FREQ=	frekvens
TICKLE=	Præ-ionisering
STARTTC=	Tænd forsinkelse
ENDTC=	slut forsinkelse
POLYTC=	hjørne forsinkelse
SECOND=	sekund
US=	mikrosekunder
DELETE=	slette
PARAMLIB=	parameter bibliotek
INPUTPARAMNAME=	Indtast parameternavn
GUILDLINE =	 Hjælpelinje
PARAMNAMENONULL=	Parameternavnet må ikke være tomt
PARAMNAMEEXIST=	Parameternavn findes allerede! Vil du overskrive gammel parameter?
REALYDELPARAM=	Er du sikker på, at du vil slette den aktuelle parameter?
REALYAPPDEF=	Er du sikker på, at du vil anvende de aktuelle parametre som standardparametre?
JUMPSPEED=	Hop hastighed
JUMPPOSTC=	Hoppositionsforsinkelse
JUMPDISTTC=	Springdistanceforsinkelse
ADVANCEMARKPARAM=	Avancerede mærkningsparametre
ENDCOMP=	endepunktskompensation
ACCDIST=	Accelerationsafstand
MARK=	mærkning
SELECTAPARAM=	Vælg venligst en parameter
MODIFYCOLOR=	skifte farve
MODIFPARAM=	Skift parametre
APPLYTOPICK=	gælder for udvælgelse
PARAM=	parameter
NOMOREMARKPARAM=	Kun standardparametre, kan ikke ændres
NOPICKOBJECT=	intet objekt er valgt
SETDEFPEN=	indstillet som standard pen
MENU_SPECIAL=	&Særlig
FAILOPENLMC=	Kan ikke åbne LMC1-driver! Kontroller venligst, om LMC1-driveren er installeret korrekt!
NOTFINDLMC=	Kunne ikke finde en gyldig LMC1-enhed!
MENU_LASER=	&Laser
DISABLEUSE =	 Forbudt at bruge
ENABLEUSE =	 brug
FIELD=	areal
LASERCTRL=	laser kontrol
EXTAXIS=	Forlænget akse
CONFIGPARAM=	Konfigurationsparametre
NEGATE=	baglæns
ASPECT=	Ydre
FIELDSIZE=	Områdestørrelse
GALVO=	Galvo
	
MARKSTR_AFTERMARK=	Gå til det udpegede sted efter behandlingen
MARKSTR_AFTER1=	ikke rør dig
MARKSTR_AFTER2=	Galvo Center
MARKSTR_AFTER3=	øverste venstre hjørne af objektet
MARKSTR_AFTER4=	Øverste højre hjørne af objektet
MARKSTR_AFTER5=	nederste højre hjørne af objektet
MARKSTR_AFTER6=	nederste venstre hjørne af objektet
MARKING=	Markerer...
WAITIOINPUT=	Venter på IO-indgangsportsignal...
	
PART=	Komponenter
TOTALNUM=	i alt
CONTINUES=	Kontinuerlig forarbejdning
MARKSELECT=	Vælg behandling
QUIT=	Afslut
LIGHTSHOW=	rødt lys display
	
QSWITCH=	Q-kontakt
ANALOGOUT=	Analog udgang
CALIBRATION=	Rettelse
OTHER=	Andet
ENPWMSIGNALE=	Aktiver PWM-signaloutput
MAXPWMFREQ=	Maksimal PWM-signalfrekvens
ENABLETICKLE=	Aktiver præionisering
PULSEWIDTH=	Pulsbredde
PULSEPERIOD=	Pulsfrekvens
FPK=	første pulsundertrykkelse
FPKEND=	Tænd for Q-kontakten, når den første pulsundertrykkelse slutter
ANALOGOUT=	Analog udgang
ANAPOWER=	Aktiver analog strømudgang
ANAFREQ=	Aktiver frekvens analog port output
STARTMARKDELAY=	Begynd at markere forsinkelse
FINSIHMARKDELAY=	Slutmærke forsinkelse
MAXPOWERDELAY=	Maksimal strømforsinkelse
USERDEFRATIO=	Brugerdefineret skala
REALRATIO=	Faktisk forhold
FREQMAP=	frekvenskortlægning
POWERMAP=	power mapping
READY=	Forberede
BTNSTOP=	STOP (F4)
BTNMARK=	Marker (F2)
BTNPARAM=	Parametre (F3)
BTNQUIT=	AFSLUT (F5)
BTNLIGHT=	Rødt lys (F1)
MARKSTR_NOENTITY=	Ingen data kan behandles, tjek venligst om filen er indlæst!
MARKSTR_NOENTITY_SELECT=	Der er ingen data, der kan behandles, tjek venligst om behandlingsobjektet er valgt!
DOG_DATAERROR =	 Krypteringslåsens data er forkerte. Kontroller venligst, om krypteringslåsen er indsat korrekt
DOG_SHARETIME =	 Den nuværende version er en delt version, du har brugt den tilladte tid!\nHvis du vil fortsætte med at bruge denne software, kontakt venligst softwareforhandleren
DOG_SHARE =	Den nuværende version er en delt version, du har brugt det tilladte antal gange!\nHvis du vil fortsætte med at bruge denne software, bedes du kontakte softwareforhandleren
DEMOVERSION=	Kan ikke finde dongle! Softwaren fungerer i demo-tilstand
DELHATCH=	fjerne polstring
CURTIME=	nuværende tid
TOTALTIME=	samlet tid
PULSELENGTH=	Pulsbredde
CHECK=	opdage
LASERON=	Tænd for laseren
LASEROFF=	laser slukket
POSX=	X position
POSY=	Y stilling
LASERWILLOUTPUT=	Tryk på OK for at udskrive laseren, er du sikker på, at du vil udskrive laseren?
WARN=	advare
SCANIMAGE=	scanne billede
BOTTOM =	 bund
TOP =	 top
	
ORIGIN_PTNUM=	Indtast nulpunkt
ORIGIN_WAY=	Tilbage til oprindelsesmetoden
PLUGFILENAME =	 Plugin filnavn
	
PLUGSTATE =	 plugin status
PLUGVER =	 Plugin version
PROMPT =	 antydning
MENU_APP_EXIT =	 &Afslut
LMCVERERROR=	LMC-hardwareversionsfejl
WELD=	svejsning
TRIM=	sveske
INTERSECT=	kryds
WELDTO=	svejset til
TRIMTO=	trimmet kl
INTERSECTTO=	krydse over
PLASTIC=	form
SAVESRC=	beholde det originale objekt
SAVETAR=	beholde målobjektet
NOVALIDONCEMORE=	Intet gyldigt objekt valgt, skal du vælge igen?
FILE=	dokument
PORT=	Havn
IOSTOP=	Stop behandlingen af inputport
STOPPROMPT=	Promptmeddelelse, når bearbejdningen er stoppet
STOPSIGNALTRIG=	Stopsignalet udløses, og den aktuelle behandling standses!
REMOTE=	fjernbetjening
ENREMOTE=	Aktiver fjernbetjening
NETWORKIP=	netværks IP-adresse
QPULSEWIDTH=	Q pulsbredde
POINTTIME=	tage sig tid
LEFT =	 venstre
RIGHT =	 ret
ALIGN_NODECTRL=	Juster nodekontrolpunkter
NODE_ALIGN=	Juster node
OFFSETLEN=	offset længde
BASELENGTH=	grundlængde
TRANFORM=	transformere
BASE=	benchmark
FREE=	 ledig
BASEANGLE=	referencevinkel
ANGLELIMIT=	Vinkelområdegrænse
CHANGEORDER=	skift rækkefølge
MODIFY=	Revidere
ROAXIS=	rotationsakse
ZERO=	nul
STEPPERRO=	Impulser pr. omdrejning
DISTPERRO=	Bevægelsesafstand pr. omdrejning
MINPOS=	Minimum koordinater
MAXPOS=	maksimal koordinat
MINSPD=	minimumshastighed
MAXSPD=	Maksimal hastighed
ZEROSPD=	Nul returhastighed
GEARRATIO=	Reduktionsforhold
PARTDIA=	Emnets diameter
ZEROOFF=	Nul offset
ACCTIME=	accelerationstid
SCALECOMP=	Forholdsmæssig kompensation
SHEARCOMP=	fejlretningskompensation
SPACECOMP=	Slagskompensation
GOTOORIGIN=	Udvidet akse korrektion nulpunkt
PLSPICKAPEN=	Vælg venligst en pen
BITMAP=	bitmap
LINEINC=	Bitmap-scanningslinjeforøgelse
NODE_DELETE =	 slet node
NODE_ADD =	 tilføje node
NODE_UNITE=	fusionsknude
NODE_TOARC =	 Konverter til buesegment
NODE_TOBEZ =	 Konverter til kurvesegment
NODE_TOLINE =	 Konverter til linjesegment
NODE_TOSHARP =	 spids overgang
NODE_TOSMOOTH =	 glidende overgang
NODE_TOSYSMETRIC =	 Symmetrisk overgang
NODE_ALIGN =	 node justering
NODE_CHANGEDIR =	 Skift kurvens retning
MARKON=	Åben markering
MARKOFF=	Markér af
CURVEEDIT =	 Kurve redigering
MENU_AUTOCONNECT=	automatisk forbindelse
CONNECTERR=	Fejl ved automatisk forbindelse
	
PRINTER  =	 printer
PRINT  =	 Print
STYLE  =	type
STATUS =	 stat
REMARK =	 Bemærkning
COPYNUM=	 antal kopier
ATTRIB=	 Egenskaber
PRINTCOPYNUM=	 antal kopier
AUTOPAGE=	Automatisk personsøgning
PRINTRANGE=	udskriftsområde
PRINTALL=	udskrive alle
PRINTSEL=	vælg udskriv
PAGESETUP=	sideindstillinger
	
MARGIN=	Marginer
MARGINLEFT =	venstre margen
MARGINRIGHT=	højre margin
MARGINTOP  =	topmargin
MARGINBOTTOM=	bundmargen
	
PAGECEN     =	sidecenter
PAGECENUP   =	øverste midterste
PAGECENLEFT =	midten til venstre
PAGECENRIGHT=	midt til højre
PAGECENDOWN =	midterste og nederste
	
PAGELEFTUP   =	øverst til venstre
PAGERIGHTUP   =	øverst til højre
PAGELEFTDOWN  =	nederst til venstre
PAGERIGHTDOWN =	nederst til højre
PAGEFILL=	ændre størrelse til side
PAGERANDOM=	tilpasse
AXISSTEP=	Bevægelsestrinlængde
SPLITSIZE=	Split størrelse
SPLITPARAM=	segmenteringsparameter
SPLITBYGUILDLINES=	Divider med hjælpelinjer
ORIGIN=	oprindelse
LIGHTING=	rødt lys indikerer
SPLITMARK1=	Splitmarkering 1
SPLITMARK2=	Split Mark 2
ORIGINCOOR=	oprindelseskoordinater
SETCURPOSTOORIGIN=	(&D) Indstil det aktuelle punkt som udgangspunkt
SETORIGIN=	sæt oprindelse
SPECIALMOTION=	speciel bevægelse
STOP=	hold op
GOTOMARKORIGIN=	Flyt til mærkningens oprindelse
REDLIGHTPOINT=	rødt lys indikation
LIGHTSPEED=	rødt lyss hastighed
OFFSETPOSX=	offset position X
OFFSETPOSY=	offset position Y
REDLIGHTIO=	Rødt lys indikerer udgangsport
MARKIO=	Mærkning af output
NULL=	ingen
INPUTTEXT=	Indtast venligst den tekst, der skal behandles
FORCESPLIT=	tvungen deling
LINE=	lige linje
RIGHTCOOR=	Tryk på højre museknap for at indtaste koordinater
INPUTCOOR=	Indtast koordinater
FINISHGOTOSTARTPT=	Efter behandlingen skal du vende tilbage til udgangspunktet
STARTMARKIO=	Begynd at markere porte
INPORT=	indgangsport
AUTORESET=	Automatisk nulstilling
JSFFONT_FILENAME=	jsf skrifttype filnavn
GRAPHCHAR=	Tegn svarende til grafik
UPDATEFONTFILE=	Opdater skrifttypefil
OFFSET_DIST=	offset afstand
JCZFONT_NEWJSF=	Filen findes ikke, skal du oprette en ny fil?
JSFFONT_NAME=	skrifttypenavn
DOUBLEWIDTH=	dobbelt tegnbredde
DOUBLEHEIGHT=	dobbelt tegnhøjde
SINGLEWIDTH=	enkelt tegns bredde
SINGLEHEIGHT=	enkelt tegn højde
JSFFONT=	Jsf skrifttype
JCZFONT_PROPERTY=	skrifttype egenskaber
ENMARKMUTEX=	aktivere markering af mutex
MARKPARAM=	Mærkning af parametre
ONOFF=	kontakt
CURPEN=	nuværende pennummer
CURPENPARAM=	aktuelle penparametre
USEDEFAULTPEN=	Brug standardparametre
SELPARAMFROMLIB=	Hent parametre fra parameterbibliotek
DELETESELPARAM=	slette den valgte parameter
CURPARAMSAVEAS=	Gem aktuelle parametre som
PLSSELPARAM=	Vælg venligst først en parameter
ID_DRAW_BARCODE =	 Tegn stregkode\nTegn stregkode
MENU_VIEW_MARKPARAM=	Markeringsparameterbjælke
ID_VIEW_MARKPARAM=	Viser eller skjuler markeringsparameterbjælken\nViser eller skjuler markeringsparameterbjælken
SHOWCROSSLINE=	Vis midterkryds
SELPOSDATUM=	Vælg henføringspunktet for positionskoordinaterne
PULSEGREATEMAX=	Den indstillede Q-impulsbredde er større end den maksimale impulsbredde
MAXPULSEWIDTH=	Maksimal pulsbredde
CURFREQ=	aktuelle frekvens
FIELDNAME=	Feltnavn
CURRENT=	nuværende
CURRENTMAP=	Aktuel kortlægning
ENCURRENT=	Aktiver strømudgang
EXESTART =	Når ezcad starter, kør programmet
EXEFINISH=	Når ezcad er lukket, kør programmet
PARAMNAME=	parameternavn
GOALSIZE=	målmærkestørrelse
REALSIZE=	Faktisk mærkestørrelse
CALCSCALE=	Beregn forholdet
GOALMUSTGREATE=	Målmærkets størrelse skal være større end 0,001
REALMUSTGREATE=	Den faktiske mærkestørrelse skal være større end 0,001
FORCEALLSPLIT=	Hele afdelingen
USEGUILINSTARS=	Brug af en digital Q-switch-driver
	
DESCENTRATIO=	Lavere høje forhold
DESCENT=	højt nede
ASCENT=	Shanggao
BASELINE=	baseline
LOADCHAR=	Indlæs tegndata
SAVECHAR=	gemme tegndata
LEFTSIDE=	Venstre støttebredde
RIGHTSIDE=	Rigtig støttebredde
HELP =	 Hjælp
HELP_BLUEBOX=	Den blå ramme er det område, som karakteren optager, når den faktisk vises
HELP_DESCENTRATIO=	Lavere høje forhold
HELP_CHARWIDTH=	Tegnbredde refererer til standardtegnbredden for det aktuelle skrifttypebibliotek
HELP_CHARHEIGHT=	Tegnhøjde refererer til standardtegnhøjden for det aktuelle skrifttypebibliotek
HELP_LEFTSIDE=	Den venstre støttebredde er afstanden mellem de faktiske data for tegnet og den venstre kant
HELP_RIGHTSIDE=	Den rigtige støttebredde er afstanden mellem karakterens faktiske data og den højre kant
HELP_BASELINE=	Grundlinjen er den vandrette linje, der bruges til justering, når du bygger en skrifttype
CHARKERNING=	Karakterkerner
NOFONTFILE=	Kunne ikke finde en gyldig skrifttypefil. Vælg venligst en gyldig skrifttypefil!
INPUT2CHAR=	Indtast to tegn
SAVEKERNING=	gem kerning
JCZFONT_VER1=	Det aktuelle skrifttypebibliotek er version v1.0, og det er konverteret til version v2.0.\nGenstart venligst ezcad2.0, før ændringen træder i kraft!
PULSEMODE=	Vektor prik mønster
PULSEPER=	Pulser pr. punkt
FLYMARK=	flyvende markering
FLYSPEED=	Lineær hastighed
ERR_FLYSPEEDFAST=	Linjehastigheden er for høj til, at galvoen kan indhente det!\nLinehastigheden skal være mindre end markerings- og springhastigheden!
MS=	millisekund
CANHATCH=	kan udfyldes
PASSWORD=	adgangskode
CONFIRMPASSWORD=	Bekræft kodeord
PASSWORDNOSAME=	De indtastede adgangskoder to gange er forskellige. Indtast venligst igen!
PASSWORDUNVALID=	forkert kodeord!
OUTPORTALRADYUSE=	Udgangsporten er blevet optaget af en anden enhed. Nulstil den venligst!
LASERPOWERIO=	Lasereffekt
POWERON=	tænd
POWEROFF=	sluk
EZCADSTR_ID_FILE_IMGLIB =	 Åbner Favoritgalleriet\nFavoritgalleri
EZCADSTR_IDC_STATIC_NEWIMG =	 Indtast venligst et billednavn
EZCADSTR_IDC_STATIC_NEWLIB =	 Indtast venligst et gallerinavn
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 Indtast venligst et filnavn (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 slette billede
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 slet galleri
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 tilføje billede
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 Nyt galleri
EZCADSTR_IMGDLG_KEEPSIZE =	 Låsevægt
EZCADSTR_IMGDLG_NEWIMG =	 tilføje billede
EZCADSTR_IMGDLG_NEWLIB =	 Nyt galleri
EZCADSTR_IMGDLG_STATIC_EXPORT =	 Eksporter grafikindstillinger
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 høj
EZCADSTR_IMGDLG_STATIC_NAME =	 Galleri navn
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 Forhåndsvisning af billede
EZCADSTR_IMGDLG_STATIC_WIDTH =	 bredde
EZCADSTR_IMGGLD_ORIGSIZE =	 original størrelse
EZCADSTR_IMGLIB_DRAW =	 Tegnegalleri
EZCADSTR_IMGLIB_MAXIMG =	 Antallet af billeder i dette galleri har nået den maksimale værdi. Opret venligst et nyt galleri
EZCADSTR_IMGLIB_TOTALNUMBER =	 Samlet antal billeder:
EZCADSTR_IMPORT_PT =	 Indtast placeringen for at placere grafikken
EZCADSTR_MSG_DELETEIMG =	Er du sikker på, at du vil slette billedet?
EZCADSTR_MSG_DELETELIB =	 Er du sikker på, at du vil slette galleriet?
EZCADSTR_MSG_DIRECTORYERROR =	 bibliotekets filsti findes ikke
EZCADSTR_MSG_HAVEFILE =	 Det angivne galleri findes allerede. Indtast venligst igen
EZCADSTR_IMGDLG =	 Fælles Galleri
EZCADSTR_MENU_FILE_IMGLIB =	 &Fælles Galleri...
CIRDIAMETER=	cirkel diameter
ARRAY_NUM=	antal arrays
ANG_DIST=	Vinkelafstand
EZCADSTR_ARRAY_TYPE =	 array type
EZCADSTR_ARRAY_X_DIST =	 Vandret afstand
EZCADSTR_ARRAY_X_NUM =	 Vandret nummer
EZCADSTR_ARRAY_Y_DIST =	 Lodret mellemrum
EZCADSTR_ARRAY_Y_NUM =	 lodret tal
EZCADSTR_ARRAY_DIST_CALC =	 Metode til beregning af afstand
EZCADSTR_ARRAY_ENTSPACE =	 Beregnes i henhold til afstanden mellem grafikken
EZCADSTR_ARRAY_OFFSETDIST =	 Beregnet ved offset afstand
EZCADSTR_CMD_ARRAY=	array objekt
RADIUS=	radius
BREAKCROSSPOINT=	fjerne kryds
ID_MODIFY_ARRAY =	 Array valgte objekter\nArray objekter
ID_MODIFY_ROTATE =	 Roter valgte objekter\nRoter objekter
ID_MODIFY_PLASTIC=	Objektformning\nFormgivning
ID_MODIFY_CONNECT=	Auto-tilslut kurver\nAuto-tilslut kurver
ID_MODIFY_BREAKCROSS=	Fjern krydset mellem kurverne\nFjern krydset
ID_MODIFY_TRANSFORM=	Transformer objekter\nTransformer
ID_MODIFY_OFFSETCURVE =	 Forskyd valgte kurveobjekter\nOffset kurve
CROSSLEN=	krydslængde
TESTLASER=	test laser
READALLLINE=	Læs hele filen hver gang
INFO_CODE128OPTMIZE=	CODE128Optimized stregkoden er en kontinuerlig stregkode; dens tegnsæt indeholder tegn med ASCII-værdier fra 0 til 127, og systemet skifter automatisk mellem CODE128 A, B og C i henhold til tegnene, hvilket gør den endelige kode til den korteste;
FLYRIGHT2LEFT=	Rørledningsretning fra højre mod venstre
FLYCONTMODE=	Rørledningskontinuerlig tilstand
DATEINFO=	Betydning af tegn i datoformat: Y
SN=	serienummer
INCSN=	Forøgelse af sekvensnummer
	
DATENAME=	dato navn
YEARUSE2DIGIT=	Brug to cifre for året
YEARNOLEADZERO=	Årstal uden foranstillede nuller
HOUR12=	12 timers ur
TIMENOLEADZERO=	tid uden indledende nuller
DIGIT09ISSN=	Tallet 0 er serienummeret og tallet 9 er serienummeret
SAMPLE=	Eksempel
AM=	morgen
PM=	eftermiddag
DATENAMECANNOTNULL=	Datonavn må ikke være tomt!
SAVETONEWFILE=	gem til ny fil
AUTOROANG=	Automatisk rotation af fyldningsvinkel
BYDAY=	om dagen
BYMONTH=	månedlige
BYWEEK=	efter uge
BYYEAR=	efter år
DATEOFFSET=	datoforskydning
ENTOTALPARTNUM=	Det samlede antal emner er gyldigt i kontinuerlig drift
MARKFINISHNUM=	Den angivne mængde er blevet behandlet! Vil du fortsætte behandlingen?
OFFSET=	offset
EXPORTTEXT2FILE=	Output tekst til specificeret fil under behandling
EXPORTTIME2FILE=	Outputtid til specificeret fil under behandling
EXPORTTEXT=	output tekst
AUTOCONNECT=	Tilslut automatisk tilstødende kurvesegmenter
SOFTUSEPSW=	En adgangskode skal indtastes for at bruge softwaren
USERMGR=	Brugermanager
USER=	bruger
ADMIN=	Manager
DESIGNED=	designer
WORKER=	operatør
MODIFYPASSWORD=	skift kodeord
SELUSER=	vælg bruger
PSWINCORRECT=	Forkert adgangskode, indtast venligst igen
CARDNO=	kortnummer
SELLMC1DEV=	Vælg enheden for at indstille parametre
LASERTYPE=	Laser type
NOHATCHTEXT=	ingen tekstudfyldning
USECORRECTFILE=	Brug rettelsesfiler
CRYSTAL=	krystal
MAXFREQ=	maksimal frekvens
PULSEGREATEMAXFREQ=	Pulsfrekvensen er større end den maksimale frekvens
MOVEANG=	Bevægelsesvinkel
CURRANGLE=	nuværende vinkel
ROANGMARK=	Rotationsvinkelmarkering - bemærk: objektets z-koordinat er vinkelværdien
OPTIMIZECURVE=	Optimer kurverækkefølgen
ANGLEROTATE=	Rotationsvinkelmarkering
SIZESCALE=	Størrelsesforhold
PULSE=	puls
ENSHOWCONTOUR=	vise omrids
SUBSURFACE=	Indvendig udskæring
ZEROTIMEOUT=	tilbage til nul timeout
CMD_REPEAT1=	gentag kommando 1
CMD_REPEAT2=	gentag kommando 2
NODE=	node
SUNDAYISFIRSTDAY=	Søndag er den første dag i ugen
TT_POINT=	tegne et punkt
TT_POINTONCURVE1=	Placer et fast antal punkter på en kurve
TT_POINTONCURVE2=	Placering af punkter med fast afstand på en kurve
IMGLIB_PROMPT=	Tip: Tryk og hold venstre museknap nede for at vælge den ønskede grafik, og træk derefter for at flytte til arbejdsområdet
ONELASERMULTISCANNER=	Enkelt laser og multi-linse tilstande
MULTILASERMULTISCANNER=	Multi-laser og multi-linse modes
ALLSCANNERSAMEPART=	Alle galvanometre behandler det samme emne
ALLSCANNERDIFFPART=	Alle galvanometre behandler forskellige emner
SCANNER=	Galvo
SCANNERTYPE=	Galvo type
CENPOS=	Centerkoordinater
LASERPARAM=	Laser parametre
ERR_OUTRANGE=	Udvidelsesaksen er uden for bearbejdningsområdet!
MOVETOPREV=	flytte til fronten
MOVETONEXT=	flytte til bagsiden
MOVETOTOP=	bringe til fronten
MOVETOBOTTOM=	flytte til bagsiden
MENU_EDIT_TODASHED=	til stiplet linje
INFO_QRCODE=	QRCODE stregkode er en todimensionel stregkode, dens tegnsæt indeholder alle ASCII-tegn;
LASERONTIME=	Laser til tiden
DISTRIBUTION=	fordelt
D_TOP=	&Synes godt om
D_VCEN=	&Medium
D_VSPACE=	&mellemrum
D_BOTTOM=	&Bund
D_LEFT=	&Venstre
D_HCEN=	&Medium
D_HSPACE=	&mellemrum
D_RIGHT=	&Ret
ISREALYMARK=	begynde at markere?
DELOLDCURVE=	slette gamle kurver
PICKOFFSETCURVE=	Vælg den kurve, der skal forskydes
PICKOFFSETDIR=	Vælg kurvens offset-retning
NESTING=	Optimeret indlejring
PICKEDGE=	udvælgelsesgrænse
NESTPARAM=	Indlejringsparametre
AUTONESTING=	automatisk indlejring
BRIDGEDIST=	omgangsdistance
STOCKDIST=	Arkmargener
ROTATEINTERVAL=	Rotationstrin
ROTATE=	rotere
ERRNESTING=	Den nuværende arkgrænse kan ikke rumme alle prøver!
PICKNESTEDGE=	Vælg arkgrænsen, som prøven skal placeres på
MARKDATA_OUTRANGE=	Behandlingsdataene overskrider behandlingsområdet!
SELECTNESTEDGE=	Vælg venligst den arkgrænse, som prøven skal placeres på først!
NESTINGMULTI=	Layout af flere emner
NESTINGONE=	Ensartet layout af enkelt emne
SHEETSIZE=	Materiale størrelse
SHEETSIZESMALL=	Materialestørrelsen er for lille!
WARNSTARTSIGNAL=	Behandlingen afbrydes kontinuerligt. Er startsignalet forkert? Er startbehandlingssignalet forbudt?
INPORTCONFLIC=	Bemærk, at der er modstridende input-porte! Vælg venligst igen!
OUTPORTCONFLIC=	Bemærk, at der er modstridende udgangsporte! Vælg venligst igen!
UNCOMBINE=	 separat kombination
READPOINTCLOUDFILE=	Læs point cloud-fil...
MENU_FILE_BMPFILE=	Indtast bitmapfil\tCtrl+W
MENU_FILE_VECTORFILE=	Importer vektorfil\tCtrl+B
MAXFREQDELAY=	Maksimal frekvensforsinkelse
INFO_CODEINTER6=	ITF-6-kode er en stregkode med fast længde, dens tegnsæt indeholder kun tallene '0'-'9', ITF-6 indeholder 6 tegn, de første 5 tegn er data, det sidste tegn er kontrolkoden, Verifikationen kode tilføjes automatisk af systemet, og systemet tager kun de første 5 tegn.
INFO_CODEINTER14=	ITF-14-koden er en stregkode med fast længde, dens tegnsæt indeholder kun tallene '0'-'9', ITF-14 indeholder 14 tegn, de første 13 er data, og det sidste tegn er kontrolkoden. verifikationskoden tilføjes automatisk af systemet, og systemet tager kun de første 13 tegn.
BORDER=	ramme
PLUSEWIDTHREV=	pulsbredde inversion
ENANALOGFPK=	Aktiver Analog første pulsundertrykkelse
INFO_USERDEFINE=	Brugerdefineret stregkode, brugerdefineret antal rækker og kolonner, stregkodedata er repræsenteret af en række tal med en størrelse på 0-255 adskilt af ",", hvert tal repræsenterer en 8-cifret stregkodeblok, det første tal repræsenterer stregkoden fra top til bund Den første linje fra bunden, de første 8 stregkodeblokke fra venstre mod højre. Når en byte ikke kan rummes i slutningen af en række, skal den tilsvarende databit ignoreres. Hvis der ikke er noget "," i inputtegnet, bruges den binære regel, 1 betyder sort og 0 betyder hvid.
RINGMARK=	Mærkning af smykker
INPUTDISTRCOFF =	 Indtast tøndedeformationsfaktor
INPUTTRAPECOFF =	 Indtast den trapezformede deformationsfaktor
GRADUATION=	vægt
GRADUATIONNUM=	antal afkrydsninger
GRADUATIONANG=	Vinkelstigning
DEGREE1LEN=	Minimum krydslængde
DEGREE5LEN=	5-punkts krydslængde
DEGREE10LEN=	10-punkts krydslængde
SHOWTEXT=	vise tekst
STARTVALUE=	startværdi
INCVALUE=	Øge værdi
DOTBITCOUNT=	cifre efter decimalkomma
LOADGRADFILE=	Indlæs skalafil
SAVEGRADFILE=	gem afkrydsningsfil
ROTATERULER=	skala ring
HATCHBYDEFAULT=	Udfyld med standardparametre
360MARK =	 360 graders markering
STARTPULSEMODE=	Start signalpulstilstand
AUTORESETMARKCOUNT=	Automatisk nulstilling af behandlingstider
PULSEPERUNIT=	pulser pr. enhed
MOVE =	 bevæge sig
MOVETO =	 flytte til
RELATIVE=	relativ position
MENU_DRAW_EXTAXIS=	&Udvidet akse
ID_DRAW_EXTAXIS=	 Tegner en udvidet akse\nTegner en udvidet akse
MULTIPARTMARK=	Multi-station bearbejdningsmodul
PLEASEVALIDPARAM=	Vælg venligst en gyldig stationsparameter
MALTIMARKINFO=	Det angivne maksimale behandlingsnummer er blevet behandlet!\nHvis du ønsker at behandle, bedes du ændre det behandlede antal eller det maksimale behandlingsnummer.
MALTIMARKINFO2=	Det angivne maksimale antal bearbejdninger er afsluttet!
PARTPOS=	Station
PARTTYPE=	arbejdsstationstilstand
SELPARTTYPE=	Vælg stationstilstand
CURPARTPOS=	nuværende station
MARKEDCOUNT=	Antal behandlede
STOPWHENMAX=	Stop efter behandling til det maksimale antal behandlinger
MAXCOUNT=	Maksimalt antal behandlinger
MARKALLPART=	F1 for at behandle alle de aktuelle stationer
CONTMARKALLPART=	F2 Kontinuerlig bearbejdning af alle stationer
MARKCURPART=	F8 behandler den aktuelle station
MODIFYCURPART=	F9 for at ændre den aktuelle stationsposition
ADD=	Øge
DISMARKWHENREACHTOTAL=	Behandling er forbudt efter behandling til det angivne antal
CURNUMGREATETOTALNUM=	Det aktuelle antal behandlinger har været større end det samlede antal behandlinger. Nulstil venligst det aktuelle antal behandlinger før behandling!
YAGOPTIMIZEMODE=	YAG optimeret fyldmønster
	
FLYHARDWARE=	Aktiver hardware flytilstand
FLYSIMULATION=	Aktiver hardwareemuleringstilstand
MULTIPLIER=	flyvehastighedsfaktor
UM=	mikron
MIL=	mil
UMPERCOUNT=	mikron/tæller
INCHPERCOUNT=	tommer/tæller
FLYCOUNT=	tælle
TOTALMARKTIME=	samlet behandlingstid
DOG=	dongle
DEFENTTEXT=	TEKST
SPECIALPOS=	angivet sted
GOTOSPECIALPOS=	flytte til den angivne position
SETCURPOSTOSPEC=	(&D) Indstil det aktuelle punkt til den angivne position
MINPWMFREQ=	Minimum PWM signalfrekvens
PULSELOWMAXFREQ=	Pulsfrekvensen er mindre end minimumsfrekvensen
MINFREQ=	Minimum frekvens
DOUBLELINEMODE=	dobbelt kryds mønster
LASERSLEEPTIME=	Laser søvn tid
DXFUNITISINCH=	Dxf-filenheder er tommer
0NOTAILZERO=	0-skalaen viser ikke 0 efter decimaltegnet
SHOWDEGREE5TEXT=	Vis 5-graders tekst
TEXTROTATE90=	Tekst roteret 90 grader
BOLDLINEMODE=	bredt fluemønster
POWERRULER=	super lineal
PLSSELRULER=	Vælg venligst en lineal, der skal bearbejdes
ALEARDYHAVESAMERULER=	Linealnavnkonflikt. Omdøb venligst!
GRADCONDISNULL=	Afkrydsningsgenereringsbetingelsen for linealen må ikke være tom!
MINGRAD=	Minimum skala
RULER =	 lineal
RULERNAME=	Linealnavn
GRADGENCOND=	Sæt kryds ved Generationsbetingelser
GRADLINE=	flueben
GRADVALUE=	Skalaværdi
STARTPT=	Udgangspunktet
ENDPT=	slutpunkt
STARTINDEX=	start kryds indeksnummer
ENDINDEX=	slut kryds indeksnummer
INCINDEX=	Sæt kryds i indeksstigning
GRADLINEWIDTH=	Flåtbredde
ROTATERULERMODE=	Roterende linealtilstand
GLOBEMARK=	globusmærkning
LONGITUDE=	længde
LATITUDE=	Breddegrad
FLYMARKENTBYORDER=	Aktiver flyer efter objektrækkefølge
INPUTIOMASK=	input IO maske
OUTPUTIOMASK=	output IO maske
DISSTARTIOINCONTMODE=	Kontinuerlig tilstand deaktiver startmarkeringsport
LASEROFFTC=	Lys slukket forsinkelse
STARTGRADPOS=	start afkrydsningsposition
INCPOS=	positionsforøgelse
STEPPERMM=	trin/mm
STEPPERINCH=	skridt/tommer
EDIT =	 redigere
TOTALPARTNUM=	det samlede antal dele
EXPORTTOWS=	output til arbejdsområdet
STRAIGHTRULER=	lineal
RINGRULER=	Ringlineal
DISKRULER=	skive lineal
PARTNUM=	Del navn
UPDATEPOSPARAM=	Opdater positionsparametre
OTHERNUMSYS=	brugerdefineret base
MAXNUMBER=	maksimal base
MPERMIN=	m/min
INCHPERMIN=	tommer/min
ENCODERDIST=	Encoder rejseafstand
OUTPORT=	udgangsport
ROTATETEXTMARK=	Roter tekstmarkering
	
CIRCLEMODE=	cirkel mønster
TEXTELEMENT=	tekstelement
TCPIPCOM=	Netværkskommunikation
SERIALCOM=	Seriel kommunikation
TIME=	tid
FIXEDTEXT=	fast tekst
NOLEADZERO=	Brug ikke foranstillede nuller
PREV=	komme videre
NEXT=	Flyt tilbage
LIMILTSN=	Maksimalt sekvensnummer
MODE=	model
YEAR=	år
MONTH=	måne
DAYOFMONTH=	dag
DAYOFYEAR=	himmel
DAYOFWEEK=	Uge
WEEKOFYEAR=	uge
HOUR=	Time
MINUTE=	minut
TIMESEC=	periode
IPADDRESS=	IP-adresse
COMMAND=	Bestille
ALLCHARSUSES=	alle mulige tegn
BAUDRATE=	baudrate
DATABIT=	data bits
STOPBITS=	stop lidt
PARITY=	paritet
ENCIRCLETEXT=	aktiver buetekst
POWERKEYBOARD=	super tastatur
KBWORKDIRECTORY=	tastatur arbejdsmappe
KEYLIST=	nøgleliste
KEYNAME=	nøglenavn
KEYFILE=	nøglefil
CUTONOFF=	skære afbryder
USERNAME=	brugernavn
	
DYNFOCUS=	dynamisk fokus
ENDYNFOCUS=	Aktiver dynamisk fokus
DYNZREV=	Z omvendt
DYNZPOS=	Z position
DYNZRAD=	Afstand til centrum (%)
DYNAUTOSWITCH=	automatisk skifte
DYNUPDATEALL=	Opdater Z-position
DYNADD=	Z stiger
DYNDEC=	Z fald
DYNSTART=	begynde at teste
DYNSTOP=	stop testen
DYNUSING=	Dynamisk fokus i brug..
IAGREE=	Accepter denne aftale
IDONTAGREE=	ikke accepterer denne aftale
ERR_CANNT_RUN=	Handlingen kan ikke udføres i den aktuelle tilstand
MARKSPEED=	Markeringshastighed
LENTESTRECT=	Test rektangelets sidelængde
TESTPARAM=	Test parametre
ZINCREMENT=	Forøg Z
ZMICROINC=	Finjustering Increment Z
ZMAX=	Z max
DYNLINEAR=	Lineær interpolation
MACROADJUST=	Finjuster Z-værdien
FAILTRANSFER=	Dataopdatering mislykkedes! Prøv igen!
ENCO2FPK=	Aktiver CO2 første pulsundertrykkelse
FPKSTARTPOWER=	Første pulsundertrykkelse starteffekt
FPKINCPOWER=	Første pulsdæmpningseffektstigning
SHOWSTARTMARKDLG=	Vis dialogboksen Start markering
ENEXEMARKFILE=	Aktiver udførelse af markering af start- og slutkommandofiler
ENREDCONTMODE=	Aktiver rødt lys kontinuerlig behandlingstilstand
	
DYNSAVE=	Gemme
DYNLOAD=	belastning
ADDZAUTO=	Z-værdien stiger eller falder automatisk
INFO_CICODE=	Hanxin er den kinesiske 2D-stregkodestandard; dens tegnsæt indeholder alle ASCII-tegn og kinesiske tegn
SPECIALWAVE=	speciel bølgeform
SPIWAVE=	bølgeform
SPICONTINUES=	kontinuerlig tilstand
SPISIMMERCUR=	Standby strøm
STEPDIST=	Optimeret længde
STEPDELAY=	forsinkelse mellem trinene
USESTEPMARKMODE=	Brug trinmarkeringstilstand
CURLMCNOTIPG=	Nuværende LMC-kort understøtter ikke IPG-lasere
CURLMCNOTSPI=	Det aktuelle LMC-kort understøtter ikke SPI_G3-lasere
LASERNOTREADY=	Laseren er ikke klar, tjek venligst
FIXEDCOOR=	Faste inputpunktskoordinater
DOORIO=	sikkerhedsportport
ERR_DOOROPEN=	Sikkerhedsdøren er åben, luk venligst sikkerhedsdøren!
LINEREDUCTION=	lige indrykning
NUMLOOPS=	Antal grænseringe
FONTTYPE_SHX=	SHX skrifttype
ENSPLITSTRTOCHANGETEXT=	Aktiver delt streng for at ændre tekstobjekt med angivet navn
INDEXFIRSTCHARSTR=	placeringen af det første tegn i strengen
NUMCHAREXTRACTSTR=	Det samlede antal tegn, der er udtrukket fra strengen
NAMETEXTTOCHANGE=	Navnet på det tekstobjekt, hvis tegnindhold du vil ændre
SET=	Opsætning
TT_PICKMIRRORX=	XMirror\nXMirror
TT_PICKMIRRORY=	YMirror\nYSpejl
IPG:OVERTEMP=	Laser: For høj temperatur
IPG:NORMAL=	Laser: fungerer fint
IPG:HIGHOPTIC=	Laser: Bearbejd stærkt reflekterende materialer, og laseren reflekteres ind i laseren
IPG:SYSERROR=	Laser: Systemfejl
IPG:READY=	Laser: ikke klar
IPG:EMERGENCY=	Laser: Nødstopsignal er gyldigt
HIDEMODEL=	skjult model
ANGLEINC=	Vinkelstigning
UPTODOWN=	top til tå
LAYERNUM=	lag
SPACEOFLAYER=	Lagafstand
CALCULATE=	Beregn
READ3DFACEFROMDXF=	3d overfladelag
AVERAGELINE=	Fordel fyldningslinjer jævnt
CHANGELINECHAR=	ny linje
MARKSELF=	markere dig selv
ENSAMEWIDTHCHAR=	Aktiver tegn med samme bredde
DYN_OUTSIDE=	udenfor området
DYN_MODE1=	standardtilstand
DYN_MODE2=	Z-akse uafhængig tilstand
MAXSPEED=	Maksimal hastighed
MINSPEED=	minimumshastighed
LOOPDIST=	Ringafstand
MARKBYSPLITLINE=	Markér med delelinje
MARKSTR_AFTER7=	angivet sted
ENANALOGCURFPK=	Aktiver analog strømundertrykkelse
CURVESCATTERTOL=	Kurvespredningsfejl
ENABLECURVESCATTERTOL=	Aktiver kurvediskret fejl
WOBBLE=	ryste
WOBBLEDIST=	mellemrum
ROTARYMARK=	Roterende akse markering
FOCUSLENGTH=	brændvidde
AXISISHOMING=	Aksen bliver hjemsat
AXISISMOVING=	aksen bevæger sig
AXISMOVEFAIL=	Aksebevægelse mislykkedes!
AXISERRMAXLIMIT=	Aksebevægelse ud over den positive grænse
AXISERRMINLIMIT=	Aksebevægelse ud over den negative grænse
AXISMUSTGOHOME=	Aksen skal tilbage til nulpunktet før den kan bevæge sig Vil du først tilbage til nulpunktet?
ENCODERREVERSE=	Encoder signal inversion
FLYENCODEROFFSET=	Aktiver encoder fast offset afstand
FLYENCODEROFFDELAY=	Forsink (os)
FLYENCODERLOWSPEED=	lavhastighedstilstand
	
GET55ERR=	parameterberegningsfejl
GETFLYPARSTEP=	Kontroller venligst samlebåndet manuelt for at flytte en kort afstand;\nMål afstanden og udfyld indtastningsfeltet nedenfor;\nProgrammet beregner automatisk parametrene efter at have klikket på OK
FLYPARINPUT=	Indtast længde:
GETPAR=	Beregn
PULSECOUNT=	Puls mængde
PULSECOUNTRESET=	klar
	
FLYADDTOY=	Overlejring til Y-aksen
FLYTOP2BOTTOM=	Rørledningsretning fra top til bund
	
DYNAMICLMC=	Dynamisk fokuskort
UNKNOWN=	ukendt
BDVVALUE_CUSTOM_ALL=	Universel
BDVTEXT_CARDTYPE=	Bordtype:
BDVTEXT_CARDVERSION=	versionsnummer:
BDVTEXT_CUSTOM=	specialfremstillet:
BDVTEXT_CARDFUNCTION=	Funktionskode:
HARDINFO=	hardwareoplysninger
	
ENVARTEXTFIXWID=	Aktiver fast tekstbredde
USEEXCELCORRECTFILE=	Rettelsesfiler ved hjælp af Excel
STARTCOOR=	udgangspunkts koordinater
ENDCOOR=	Slutpunkts koordinater
SPACEDIST=	mellemrum
SPACING=	mellemrum
MARKGRIDLINE=	Sæt kryds i gitterlinjer
USECORFILEMARKGRIDLINE=	Brug korrektionsfilen til at markere gitterlinjer
CORCOMPFILE=	Korrektionskompensationsfil (Excel-fil)
FIXEDCHARCOUNT=	fast antal tegn
EMPTYCHARWIDTH=	Nul tegnbredde
AVADISTPOINT=	Fordel alle point jævnt
YAGFASTPOINTMODE=	 YAG hurtig punkttilstand
SETANALOG=	sæt analog
USERDEF=	tilpasse
MENU_VIEW_IOSTATE=	IO status
DOGNOTMATCHLMC=	Donglebindingsnummeret stemmer ikke overens med mærkningskortnummeret, tjek venligst donglenummeret!
MORETHAN360=	Mærkningsområdet overstiger 360 grader. Fortsæt?
CURNUM=	Aktuelt antal mærker
SPOTDIA=	plet størrelse
PTCYCLES=	antal hits
DISTANCE  =	 afstand
ENDADDPTS=	prik til sidst
INFO_MICROQRCODE=	Micro QR Code er en strippet version af QRCODE stregkode;
ENABLETILDE=	Aktiver ~(~ efterfulgt af dxxx xxx
MULTIFILEMARK=	Mærkning af flere dokumenter
LASERLEAKHANDLE=	lyslækagebehandling
DISMARKLOWPT=	Markér ikke punkter med lav gråværdi
BASEHEIGHT=	Grundhøjde
PARTHEIGHT=	Arbejdsemnets højde
ZADJUSTMENT=	Z juster højden
ACCURATEZERO=	Præcis tilbagevenden til nul
RECTMODE=	rektangeltilstand
KEEPENTORDER=	Oprethold rækkefølgen af bearbejdningsobjekter
OPENMODELAY=	Slå MO-forsinkelse til
SERIALTYPE=	type
LINEFEEDMALP=	dot interlacing
IPGSETTINGS=	IPG_YLPM laserstatus
SQLDB=	SQL database
SQLDRIVERS=	SQL drevet
DBQFILE=	database fil
USERID=	bruger ID
SQLCMD=	SQL kommando
SETPENPARAM=	Indstil penparametre
BOLD=	fremhævet
ITALIC=	kursiv
RESET =	 Nulstil
USERINTERLINE=	Aktiver interne udfyldningslinjer
LASERBEAMDIA=	Laserspot diameter
HATCHLINEDIST=	Udfyld linjeafstand
ENCO2PULSEMODE=	Aktiver CO2-superpulstilstand
HATCHONEBYONE=	Bevar fyldobjektets uafhængighed
RESORT=	sortere
RESORT_INFO=	Sorter\nSortér
SELECTSCANNERFIELD=	Vælg galvanometerets koordinatsystem
SCANHEAD=	vibrerende linse
SCANNERFIELD=	Afmærkningsområde
SELECTMOVEDIR=	Vælg rørledningens bevægelsesretning
STARTMARKER=	start tag
SENSOR=	sensor
ENCODER=	Roterende encoder
MOVEDIR=	Rørledningens bevægelsesretning
NEXTSTEP=	Næste skridt
PREVSTEP=	Tidligere
FINISH=	Afslut
FLYMARKSETTINGS=	On-the-fly markeringsparameterindstillinger
ORIENTATION=	Arrangement retning
HORIZONTAL=	Niveau
VERTIICAL=	lodret
POWEROFFSAVEFILE=	Beskyt filer automatisk, når strømmen er slukket
ADJUST=	Justering
FLYMULTIINFO=	Marker venligst et rektangel i rørledningens bevægelsestilstand først.\nHvis det markerede rektangel er som figuren til venstre nedenfor, skal du øge koefficienten.\nHvis det markerede rektangel er som figuren til højre nedenfor, skal du reducere koefficienten.
DISABLEOPTIMIZECONMODE=	Optimal tilstand, der deaktiverer kontinuerlig bearbejdningstilstand
ARRAYDISCHANGESN=	Det er forbudt at ændre tekstindholdet i serienummeret
SPIRAL=	Helix
SPIRALPITCH=	helix pitch
LINEOFONERING=	Antallet af linjestykker i en cirkel
SPIRALPROMPTSTR=	Nogle cirkelobjekter skal vælges først, konturerne af disse cirkelobjekter bruges til at styre tegningen af helixen
AREYOUSUREDLETE=	bekræfte for at slette
CHANGENAME=	ændre navn
CUSTOMIZE=	specialfremstillet
STDMODE=	standardtilstand
CONTOURFIRST=	konturprioritet
USERDEFCHARSPACE=	tilpasset tekstafstand
MINRADIUS=	Minimum radius
MAXSPIRALPITCH=	Maksimal helix-pitch
MINSPIRALPITCH=	Minimum helix-stigning
SPIRALPITCHINC=	Pitch stigning
DELETESPIRAL=	slet helix
OUTEDGELOOP=	Antal ydre grænseringe
INTEREDGELOOP=	Antal indre grænseringe
ID_DRAW_SPIRAL=	Tegn en spiral\nTegn en spiral
FPKFROMLOWTOHIGH=	FPK strøm fra lav til høj
ALWAYSOPENMO=	MO-signalet er altid tændt
LOWVALID=	Aktiv lav
MARKFINISH=	Markering af slutsignal
ENCURRENTADJUSTDELAY=	Aktiver forsinkelse af aktuel justering
ENCURRENTADJUSTDELAY=	Aktiver forsinkelse af aktuel justering
MINCURRENTADJUSTDELAY=	Minimum strømjusteringsforsinkelse
MAXCURRENTADJUSTDELAY=	Maksimal strømjusteringsforsinkelse
SETCURRENT=	Indstil nuværende strøm
LAYSERNAMESAME=	Lagnavnet er det samme som de andre lagnavne, omdøb det venligst!
ZOOM=	zoom
DRAW=	tegne
PENBOX=	Penne etui
DEVICE=	udstyr
MULTILAYER=	flerlagsbehandling
MINPULSEWIDTHRATIO=	Minimum pulsbreddeforhold
MAXPULSEWIDTHRATIO=	Maksimal pulsbreddeforhold
PULSEWIDTHOUTRANGE=	Q pulsbredde uden for rækkevidde
STANDARD=	standard
TRUE=	Ja
FALSE=	ingen
DISABLE=	forbyde
NS=	nanosekund
DELAYPARAM=	Forsinkelsesparameter
JUMPPARAM=	Spring parameter
MINJUMPTC=	Minimum springforsinkelse
MAXJUMPTC=	Maksimal springforsinkelse
JUMPLENLIMIT=	Spring grænselængde
MARKLOOPTIP=	Markeringstider for den aktuelle pen
MARKSPEEDTIP=	Galvanometerets bevægelseshastighed ved markering
LASERCURRENTTIP=	Laserudgangsstrøm
LASERFREQTTIP=	Frekvensen af laseroutput
LASERPOWERTIP=	Laserudgangseffekt i procent
LASERPWTIP=	Pulsbredde af laseroutput
SPIWAVETIP=	SPI Laser Output Waveform Selection
USEDEFWAVETIP=	Brugerdefineret laserudgangsbølgeform
JUMPSPEEDTIP=	Bevægelseshastighed når galvanometeret springer
MINJUMPDELAYTIP=	Den mindste forsinkelsestid efter galvanometerspringet er afsluttet
MAXJUMPDELAYTIP=	Den maksimale forsinkelsestid efter galvanometerspringet er fuldført
JUMPLENLIMITTIP=	Når galvanometerets springafstand er større end denne længde, bruger springforsinkelsen den maksimale forsinkelsestid
LASERONDELAYTIP=	Når laseren er tændt, forsinker galvanometeret denne tid, før den begynder at bevæge sig
LASEROFFDELAYTIP=	Når markeringsbevægelsen er overstået, slukkes laseren efter en forsinkelse af denne tid
POLYGONDELAYTIP=	Når hjørnet er forsinket under markeringsbevægelsen, vil den næste kurve blive markeret efter dette tidspunkt.
LMARKENDDELAYTIP=	Efter at have markeret bevægelsen, udskyd tiden, før du hopper til næste kurve
CURPENNOTIP=	Nuværende pennens serienummer
CURPENCOLORTIP=	nuværende penfarve
USEDEFPARAMTIP=	Brug standardbearbejdningsparametre
CURPENPARAMNAMETIP=	Aktuelt penparameternavn
LOADPENBOXFROMDEF=	Indlæs standard penboksparametre
SAVEASPENBOXTODEF=	Gem som standard penboksparametre
RESETALLPENS=	Nulstil alle pennens parametre
SHOW=	at vise
HIDE=	skjule
SHOWALL=	vise alle
ARRAYTEXT=	dynamisk tekstarray
TT_MODIFY_ARRAYTEXT=	Ændre vilkårligt placeringen og størrelsen af hver tekstarraycelle
PROPERTY=	Egenskaber
VALUE=	værdi
MINVALUE=	minimum
MAXVALUE=	maksimal værdi
ENABLEPULSEWIDTH=	Aktiver pulsbreddeindstilling
ENABLEPULSEWIDTHTIP=	Aktiverer den indstillede pulsbredde for fiberlaseren under behandling.
LASERLEAKHANDLETIP=	For at forhindre fiberlaseren i at lække lys under bearbejdningen, udføres en særlig behandling.
ALWAYSOPENMOTIP=	Tænd altid MO-signalet under behandlingen
OPENMODELAYTIP=	Forsinkelsestiden efter at laseren er tændt MO
DISCHECKLASERSTATE =	 Forbyd kontrol af laserstatus
DISCHECKLASERSTATETIP =	 Det er forbudt at kontrollere laserstatus før behandling
LIMITPARAM=	Grænse parametre
GALVOMINSPDTIP=	Den mindste bevægelseshastighed tilladt af galvanometerets bevægelse
GALVOMAXSPDTIP=	Den maksimale bevægelseshastighed tilladt af galvanometerets bevægelse
GALVO2XTIP=	Galvo-akse 2 er X-aksen
REVERSEXTIP=	Galvanometerets X-akseretning skal vendes
REVERSEYTIP=	Galvanometerets Y-akseretning skal vendes
FIELDSIZETIP=	Størrelsen af galvanometerets behandlingsområde
USECORRECTFILETIP=	Om det aktuelle galvanometer er korrigeret ved hjælp af den angivne korrektionsfil
TRANSFORMOFFSETXTIP=	X-forskydningsafstanden for den samlede transformation af galvanometerudgangen
TRANSFORMOFFSETYTIP=	Y offset afstand af den samlede transformation af galvanometerudgangen
TRANSFORMANGLETIP=	Rotationsvinklen for den samlede transformation af galvanometerudgangen
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	Den maksimale kordehøjdefejl for kurven, der diskretiseres til en lige linje
	
MINLINESEGLEN=	Minimum lige længde
MINLINESEGLENTIP=	Minimum linjelængde, linjer kortere end denne længde vil blive ignoreret
LASERREADYIO=	Laserklar port
REDLIGHTPOINTSTART=	Rødt lys indikerer startport
PORTNOTIP=	Portnummeret, der bruges af det aktuelle signal
LOWVALIDTIP=	Om det aktuelle signal er aktivt lavt
STARTPULSEMODETIP=	Om startsignalet er kantudløst
PULSEWIDTHOUTPORTMODETIP=	Tid til at udsende det aktive niveau for slutsignalet
LOWVOLISVALID=	Aktiv lav
HIGHVOLISVALID=	Aktiv høj
ALARMPORTSTATETIP=	Signal gyldig tilstand for den aktuelle port
ALARMMESSAGETIP=	Spørgsmålet om, at systemet dukker op, når der er et advarselssignal i processen
REDCONTMODE=	Rødt lys konstant indikationstilstand
SOFTLICENCENOTFIND=	Kunne ikke finde en gyldig softwareregistreringskode!
SOFTLICENCEISUNVALID=	Ugyldig softwareregistreringskode!
CHANGEPWELAY=	Skift pulsbreddeforsinkelsen
CHANGEPWELAYTIP=	Den tid, laseren skal forsinke, når pulsbreddeværdien ændres
BWREVERSE=	sort og hvid inversion
DELETECENBAR=	fjern midterblok
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1 er en DATAMATRIX stregkode i specialformat, og dens indhold skal være i overensstemmelse med GS1 standardformatet.
OPTIMIZEPARAM=	Optimeringsparametre
OPTIMIZEHATCH=	Optimeret polstring
BARCODEENDEFTEXT=	Brugerdefineret visningstekst (# tegn, ? slet, % check)
GALVORESPONSE=	Galvo responstid
ENSAVEFILE=	aktiver gem fil
ENDRAWENTITY=	Aktiver tegnebare objekter
ENPICKMOVE=	Aktiver Move Transform
ENEDITPARAM=	Aktiver objektredigering
ENPENPARAM=	Aktiver for at ændre pennens parametre
ENDEVPARAM=	Aktiver for at ændre enhedsparametre
ENSYSTEMPARAM=	Aktiver for at ændre systemparametre
ALREADYHAVETHISUSER=	Dette brugernavn eksisterer allerede, skift venligst dit brugernavn!
GALVOBIDIROFFSET=	Tovejs offset
	
ID_VIEW_3D=	Skift af 2D- og 3D-visning\n3D-visningsskift
ID_VIEW_3DUP=	Set fra oven\nSe ovenfra
ID_VIEW_3DDOWN=	 Se nedefra\nSet nede
ID_VIEW_3DLEFT=	Se fra venstre\nVenstre visning
ID_VIEW_3DRIGHT=	Se fra højre\nHøjre visning
ID_VIEW_3DFRONT=	Udsigt forfra\nSet forfra
ID_VIEW_3DBACK=	Set bagfra\nBagudsigt
ID_VIEW_3DISO=	Udsigt fra den isometriske retning\nIsometrisk udsigt
ID_3DVIEW_WIRE=	Vis overflade wireframe-tilstand\nVis wireframe-tilstand
ID_3DVIEW_RENDER=	Vis overfladegengivelsestilstand\nVis gengivelsestilstand
ID_3DVIEW_RENDERLINE=	Vis overfladegengivelseslinjetilstand\nVis gengivelseslinjetilstand
ID_3DVIEW_HIDEMESH=	Vis eller skjul overflader\nVis og skjul overflader
ID_3DFUN_MESH3D=	Åbn 3d-overflademodelfil\nÅbn 3d-overflademodel
ID_3DFUN_SLICEMESH=	Lag skiver på overflader\nOverfladelag
ID_3DFUN_ROTATEMESH=	Roter overfladen\nRotér overfladen
ID_3DFUN_MOVEMESH=	Oversæt overfladen\nOversæt overfladen
ID_3DFUN_PRJ=	Projekter objekter på overflader\noverfladeprojektion
	
	
ALLOUTMODE=	Alt output
ENCODERONLYA=	Encoderen er kun tilsluttet fase A
FLYTRACKERROR=	flyvning fejl korrektionsfaktor
MESH3D=	3d overflade
CURVE3D=	3d kurve
SLICE3D=	Lagdelte Tangenter
SLICEFILE=	Lagdelte filer
SLICEMESH=	Lagdelte snit
ZMAXTOMIN=	Z-værdi fra stor til lille
MINZ=	Minimum Z-værdi
MAXZ=	Maksimal Z-værdi
THICKNESS=	tykkelse
CROSSHATCH=	krydsfyld
ROTATEMESH=	revolutionens overflade
MOVEMESH=	flytte overflade
PROJECT=	projektion
PROJECT3D=	3d projektion
DELPROJECT=	slet projektionskurve
LIMITZ=	Z grænse
SURFACEDOWN=	nedre overfladeprojektion
LANGPAGE=	sprogkodeside
DYNAMICHATCH=	Dynamisk fyld
ADDCONTOUR=	øge omridset
MARKMESHBOX=	Marker overfladeafgrænsningsfeltet
MARK_NOMESH=	Ingen overfladeobjekt, tjek venligst i 3d-visning om overfladen er belastet?
PULSEWIDTHINDEXMODE=	Pulsbreddeindekstilstand
PULSEWIDTHINDEXMODETIP=	Pulsbredde er repræsenteret ved indeks
MAXINDEXVALUE=	maksimal indeksværdi
PULSEWIDTHINDEX=	Pulsbreddeindeks
ENWELDWAVEOUT=	Aktiver bølgeformoutput
WELDWAVE=	bølgeform
WELDWAVETIP=	Analoge laserbølgeformindstillinger for hvert punkt
WAVEWIDTH=	Bølgeformens bredde
MAXWELDWAVEWIDTH=	Bølgeformens maksimale bredde
WAVETOTALWIDTHISBIG=	Den indstillede samlede kurvebredde er større end den maksimale bredde. Indtast venligst igen!
REMOVENOINT=	Fjern ikke-skærende linjestykker
USESELECT2DENT=	Lag med udvalgte 2D-objekter
GENERATECURVES=	Generer kurvedata
CALCULATECONTOURS=	Beregn profilkurven
REBULIDCONTOURS=	Byg konturpositionsoplysninger
HATCHLINES=	Beregn udfyldningslinjer
BUILDPROJECTMESH=	Lav en projektionsflade
WRAP=	pakke
PLSSELECTVALIDCURVE=	Vælg venligst en gyldig kurve!
BASICPARAM=	Grundlæggende parametre
ASSIGNMENT=	kort
XYASSIGNMENTISSAME=	Kortlægningsværdien af X- og Y-aksen kan ikke være den samme, vælg venligst igen!
ID_3DFUN_BASICSHAPE=	Opret grundlæggende 3d-overflade\nOpret grundlæggende 3d-overflade
BASIC3DSHAPE=	Grundlæggende 3d overflade
PLANE=	flad
SPHERE=	kugle
CYLINDER=	cylinder
CONE=	Kegle
FREQDELAY=	frekvensforsinkelse
LASERFREQTTIP2=	Forsinket ventetid påkrævet, når laseren ændrer frekvens
BMPTOMESH=	Konverter bitmap til overflade
ID_3DFUN_BMPTOMESH=	Bitmap til overflade\nBitmap til overflade
REFRESH=	Opdater
WAITFORINPUT=	Venter på inputportsignal
OUTPUTWHENSTART=	Layer behandling start output port output signal
OUTPUTWHENFINISH=	Udgangssignal for udgangsport for lagbehandling
WAITFORSTARTSIGNAL=	vent på startportsignal
WAITFORSELLAYERSIGNAL=	Venter på valg af lag-signal
IOMASK=	port maske
IOMASKTIP=	Angiver, hvilke porte der er gyldige for den aktuelle enhed
CYLINDERWRAP=	Cylindrisk omslag
YWRAP=	Indpakning i Y-retningen
CURRENTLAYERINDEX=	det aktuelle visningslagsindeks
ENABLEFIRSTOPENLASERDELAY=	Aktiver forsinkelsestiden, når laseren tændes for første gang
SETMINVALUE=	indstille minimumsværdi
SETMAXVALUE=	indstille maksimal værdi
PULSEWIDTHUNITISPS=	Pulsbredde i picosekunder (ps)
PS=	picosekunder
CONTINUEMODE=	kontinuerlig tilstand
PICKENTYOUWANTTRIM=	Vælg objekter, der skal trimmes
PICKENTYOUWANTINTERSECT=	Vælg objekter for at flette krydsende områder
BACKGROUND=	baggrund
SELBACKGROUNDCURVES=	Vælg en kurve, der skal bruges som baggrund
COPYBACKGROUNDTOWS=	Kopier baggrundskurven til arbejdsområdet
SHOWOPTIPARAM=	Vis optimeringsparametre
SHOWWOBBLEPARAM=	Vis jitterparametre
SHOWOTHERPARAM=	Vis andre vareparametre
SHOWDESCAREA=	Vis område med parameterdetaljer
SHOWPOWERRAMPPARAM=	Vis strømlineære transformationsparametre
SHOWSPEEDRAMPPARAM=	Vis hastighedslineære transformationsparametre
POWERRAMPING=	Lineær transformation af magt
ENABLESTARTRAMP=	aktivere start
ENABLESTARTPOWERRAMPTIP=	Effekten af aktiveringsstartsegmentet varierer lineært
STARTRATIO=	startskala
STARTLENGTH=	startlængde
STARTRAMPRATIO=	Forholdet mellem startværdien og maksimumværdien
STARTRAMPLENGTH=	Den maksimalt tilladte længde af startsegmentet
ENABLEENDRAMP=	aktivere afslutning
ENABLEENDPOWERRAMPTIP=	Effekten af det aktiverede endesegment varierer lineært
ENDRATIO=	slut skala
ENDLENGTH=	endelængde
ENDRAMPRATIO=	forholdet mellem slutværdi og maksimumværdi
ENDRAMPLENGTH=	Den maksimale længde af endesegmentet tilladt at variere
	
SPEEDRAMPING=	hastighed lineær transformation
ENABLESTARTSPEEDRAMPTIP=	Aktiver hastigheden af startsegmentet for at ændre sig lineært
ENABLEENDSPEEDRAMPTIP=	Gør det muligt for slutsegmentets hastighed at variere lineært
INPUT=	gå ind
BTNBOX=	Grænse[F4]
BTNPRJ=	Projektion [F4]
STARTCALI=	start kalibrering
FINISHCALI=	afslutte kalibrering
MARKGRID=	markeringsgitter
MENU_FILE_PROJECTPARAM=	Projektionsparametre
TESTCALI=	Testprojektionskorrektion
SELECTALLPOINTS=	Vælg alle punkter (tryk på Ctrl og piletasterne for at skifte valgte punkter, når enkelt punkt er valgt)
ENABLEPROJECT=	Aktiver projektionsobservation
APPAPPEARANCE=	Program udseende
LASERBOARDIDEN=	Laser Interface Card Type
LASERBOARDVER=	Laser Interface Card version
ESTIMATEDTIME=	Estimeret behandlingstid
ENABLEBARCODEFASTPTMODE=	Aktiver stregkode hurtig punkttilstand
MODULEHORIARRANG=	Moduler er arrangeret vandret
SIMPLEENCODE=	enkel kodningstilstand
ENABLEBARCODEFASTLINEMODE=	Aktiver stregkode hurtig linjetilstand
ID_3DFUN_FREEPAINT=	Frihåndssporing på en overflade\nFrihåndssporing
FREEPAINT=	gratis tegning
SIN=	Sinusformet
WOBBLETYPE=	Jitter type
ROUNDTRIP=	tur-retur-tilstand
WAVEDELAY=	Waveform output forsinkelse
LASERMONITOR=	Laser overvågning
TEMPALARM=	temperatur alarm
REFLALARM=	Høj anti-alarm
SYSTEMALARM=	system alarm
POWERALARM=	Strømforsyning alarm
LASERNOTREADY=	Laseren er ikke klar
LASERREADY=	laser klar
UNKNOWALARM=	Ukendt advarsel
LASEREXTFAULT=	Ekstern fejl i laseren
CALCULATING=	Beregner...
OFFLINE=	Offline behandling
POINTNUM=	point
SPIRALBRUSH=	Spiral egenskabsbørste
PICKSELSPIRALREFRESH=	Vælg den spirallinje, der skal opdateres, og tryk på højre museknap for at bekræfte
ENABLPARSEMODE=	Aktiver analysetilstand
ID_PICK_BYPEN=	Vælg objekter efter pennummer\nVælg efter pennummer
No=	serienummer
MOVETOINDEX=	Flyt til det angivne sekvensnummer
AXISSOLUTION=	Udvidet akse løsning
FEEDBACK=	encoder feedback
COMMCATH=	Fælles katodeudgang
LIMITSWITCH=	grænseafbryder
SOFTLIMIT=	blød grænse
POSIDIR=	Positiv tilbagevenden til nul
FINDINDEX=	finde indeks
HOMESPEED=	Nul returhastighed
LEAVESPEED=	forlade hastighed
HOMEOFFSET=	Nul offset
HOME=	nul
FOLLOWERROR=	følgende fejl
ACCELERATION=	acceleration
DECELERATION=	deceleration
FOCUSPOS=	fokusposition
SETCURPOSASFOCUS=	Indstil den aktuelle position som fokusposition
SETMINPOWER=	Indstil minimumseffekt
SETMAXPOWER=	indstille maksimal effekt
SETMINGRAY=	indstille minimum gråtoner
SETMAXGRAY=	indstille maksimale gråtoner
SCANINVERT=	scan omvendt
EMISSIONDELAY=	Excitationsforsinkelse
WELDPARAM=	Svejseparametre
DELEDGELINES=	Slet kantforbindelse
INFO_GS1DATABAR=	GS1 DataBar-stregkoden (tidligere RSS-stregkode) er også et stregkodesymbol for GS1-systemet. Stregkoden har fordelene ved "mindre størrelse, større mængde information" og "kan indeholde yderligere information såsom produktudløbsdato, serienummer osv.".
SHOWFAST=	Hurtig skærmoptimering
SHOWDIR=	Vis kurveretning
SIMULATIONSPD=	Simuler flyvehastighed
TEMPERATURE=	temperatur
SPHEREWRAP=	sfærisk omslag
ZLAYER=	Z-lag
WAITSTARTSIGOFLAYER=	Vent på, at laget begynder at behandle signalet
PWMONDELAY=	PWM tænd forsinkelse
PWMONDELAYTIP2=	Forsinkelsen mellem den stigende kant og den stigende kant af Gate, når PWM er slået til
ROTATECENZ=	Z-akse
ERR_NOTHOME=	Aksen er ikke vendt tilbage til nul, vend venligst først tilbage til nul!
SPLITMODE=	split mode
NOSPLIT=	ikke delt
SPLITBYSIZE=	Opdeles efter størrelse
SPLITBYGUILDLINE=	Divider med hjælpelinje
SETCURPOSASORIGIN=	Indstil den aktuelle position som startposition
FINDHOME=	finde nul
XTABLEMOVE=	X-aksen er platformens bevægelse
YTABLEMOVE=	Y-aksen er platformens bevægelse
DISPENHIDEPARAM=	Deaktiver skjulte penparametre
REDLIGHTDISMOTOR=	Bevægelse af ekspansionsaksen er forbudt
UNGROUPTEXT=	separat tekst
ID_EDIT_UNGROUPTEXT=	Adskiller tekst i individuelle tegn\nAdskiller tekst
ENABLPINPOS=	Aktiver registrering af bevægelse i position
POSITIONTOL=	in-position fejl
INPOSTIME=	Ankomsttid
INPOSLIMITTIME=	tidsfrist på plads
ERRRESETISLOW=	Fejl nulstillingssignal aktiv lav
REMOTECTRLISLOW=	Fjernbetjeningssignal aktivt lavt
LASERNOTENEMISS=	Laseren er ikke aktiveret til at udsende lys
ID_FILE_MACHINEPARAMETER=	Indstil enhedsparametre\nEnhedsparametre
MENU_FILE_MACHINE=	Enhedsparametre...
DOUBLEPTMODE=	Dobbeltpunktstilstand
NOCUTENTITY=	Genstande, der ikke skal skæres
INPUTIOSTATE=	input port status
ID_DRAW_ENCODERDISTANCE=	Plot encoder afstand\nPlot encoder afstand
SKYWRITE=	 Ensartet mærkning (himmelskrivning)
RUNINDURATION=	Import cyklus
RUNOUTDURATION=	eksport cyklus
RUNINDURATION10US=	Cyklustid for at føre ind i kurven (enhed: 10us)
RUNOUTDURATION10US=	Cyklustiden for guideudgangskurven (enhed: 10us)
TIMELAG=	Forsinkelsestid
LASERONSHIFT=	Laser On Drift
LASERONSHIFTUS=	Laserstartdrift (enhed: os)
LIMITANGLE=	grænse vinkel
LIMITANGLEDESC=	Kurver mindre end grænsevinklen vil automatisk bruge polygonforsinkelsen
OUTPUTPARAM=	udgangsvalgsparameter
CHANGEWAVEDELAY=	Skift bølgeformsforsinkelse
SHOWDELAYPARAMS=	Vis forsinkelsesparametre
SHOWJUMPPARAM=	vis springparametre
HIDEPENBUTTONS=	Skjul penneparametre knap
LOCK =	 låsning
USBREMOVE_WARN=	USB-kontrolkortet er afbrudt, luk venligst softwaren og genstart softwaren!
DESCRIPTION=	beskrive
HATCHPARAMLIB=	Udfyld parameterbiblioteket
SAVEPARAM=	gemme parametre
LOADPARAM=	Indlæs parametre
INDEX=	indeks
RESETCCD=	Nulstil CCD
BUILDCCD=	Byg CCD
MOVETOCCDSTART=	Flyt til CCD-startposition
ENCALIBRATION=	Aktiver CCD-korrektion
ENCHANGEMODEL=	Aktiver skift af skabeloner
MODELNO=	Skabelonnummer
FAILHANDLE=	fejlhåndtering
ENRETRY=	Prøve igen
RETYRCOUNT=	antal genforsøg
WHENFAIL=	Når CCD fejler
THENSTOP=	hold op
THENCONT=	fortsæt ned
THENJUMP=	spring til indeks
INPUTJUMP=	input port hoppe
JUMPTO=	omdirigere til
CUBE=	terning
REVOLVEWRAP=	Roterende kropsindpakning
ERR_NOMESH=	ingen overfladeobjekter
BINDID=	Bind kundeoplysninger
ERR_CLIENTID=	Filens klient-id er ugyldig!
STABLETIME=	stabil tidsplan
ENSELLAYER=	Aktiver markeringslag
ERR_USERSTOPMARK=	Behandlingen blev afbrudt af brugeren
AXISERRSTOP=	Aksebevægelse er afbrudt!
CLONE=	klon
AAXISMODE=	A-akse tilstand
AXISMOVEDELAY=	Aksebevægelsesforsinkelse
AXES=	akse
MESHEDIT=	Overfladeredigering
MERGECLOSEVERTICES=	Flet sammenfaldende hjørner
LASERONTCONLYUSEINSTART=	Laserstartforsinkelse er kun gyldig i startsegmentet
LASERPOWER=	Laser strømforsyning
SYSTEMFAULT=	systemfejl
INTERNALLASERFAULT=	Intern laserfejl
SHOWSKYWRITEPARAM=	Vis ensartede mærkningsparametre
DISABLESYNPRR=	Deaktiver synkronisering af PRR-signal
BACKLASH=	Slagskompensation
USESPLITBOXCENASMARKCEN=	Brug delt kassecenter som markeringscenter
HANDWHEEL=	håndhjul
GEARRATIO2=	gearforhold
STARTHW=	start håndhjulet
ENDHW=	Afslut håndhjulet
ENABLEHANDWHEEL=	Aktiver håndhjul
SCANNERFOLLOWMOUSEMOVE=	I punkttilstand bevæger galvanometeret sig med musen
AUTOMODE=	automatisk tilstand
ENABLEAUTOADJUST=	Aktiver automatisk justering
ACCURACYPRIORITY=	Nøjagtighed først
SPEEDPRIORITY=	hastighedsprioritet
STARTADJUST=	begynde at justere
AUTOADJUSTING=	Justerer automatisk...
FPKENABLETHREST2=	Spærre aktiveringstærskeltid T2
FPKVOLTAGE=	første pulsundertrykkelsesspænding
MANUALSET=	manuel indstilling
LASERCOOLINGTIME=	Laser afkølingstid
MENU_SORT_BYX=	Sorter efter X
MENU_SORT_BYY=	Sorter efter Y-prioritet
MENU_SORT_REVERSE=	omvendt sortering
SMARTADJUSTMENT=	Intelligente justeringsparametre
ENABLESMARTADJUST=	Aktiver Smart Adjustment Mode
DECMODE=	Dec decimal
HEXMODE1=	HEX hex
HEXMODE2=	hex hex
RESULT=	Effekt
NORMAL=	normal
TISSMALL=	T-værdien er for lille
TISLARGE=	T-værdien er for stor
TOFFIRSTLINE=	 Første linje T korrektionsværdi
START=	Start
SMARTADJUSTTIP=	Følg trinene for at justere parametrene, juster først slutsegmentet og juster derefter startsegmentet. Juster T-parameteren, så den faktiske markerede vandrette linje og lodrette linje skærer det samme som den normale effekt.
CHECKISALREADYMARK=	Tjek om tekst er markeret
CURVETOPTS=	Konverter kurver til point
PREVIEW =	 forhåndsvisning
ASSERT=	abnorm
ERR_FAIL=	svigte!
MENU_GUILDLINEBOX=	Tegn en rettesnor
GUILDLINEBOX=	Hjælpekasse
SPLITBYGUIDELINEBOX=	Brug hjælpekasseopdeling
PLSCHOOSECARD=	Vælg venligst det kort, du vil bruge
CHANGEBMPREALDPI=	Skift bitmap reelle DPI
DISABLEAXISA=	A-akse forbudt
ENHOMEFINISHGOTOPOS=	Aktiver nulretur for at afslutte den angivne position
HOMINGFINISHPOS=	Den angivne position, hvor nulreturen slutter
EXPOSURE=	eksponering
CAMERA=	kamera
NOCUTTEXT=	deaktivering af opdelte teksttegn
CURFILEMODIFYPLSSAVEIT=	Den aktuelle fil er blevet ændret, gem den først!
SAVETOFILE=	gem til fil
ISSUE=	spørgsmål
PAUSEWHENLIMIT=	Pause i slutningen af teksten
LIMITISCONTINUE=	Tekst nået grænseværdi, fortsætte efter nulstilling?
POWERSTANDBY=	Standby strøm
MESHFOLLOWROTATE=	Overfladen roterer med den
LASERFAULT=	Lasersvigt
FIBERALARM=	Fiber alarm
SAFETYALARM1=	Sikkerhedslåsefejl
SAFETYALARM2=	Sikkerhedssløjfe alarm
LINKALARM=	Optisk forbindelsesfejl
CRITICALALARM=	Laserbeskyttelse kritisk fejl
HOTSTOP=	Forkert stop af laseremission
POWER24ALARM=	Controller 24V strømforsyningsfejl
MAXTHREADCNT=	Maksimalt antal computertråde
MESHRESOL=	Overfladeberegningsnøjagtighed
DELAY=	forsinke
MOTORSPEDRATIO=	Tilsidesættelse af udvidet aksehastighed
SHOWCHECKNUM=	Vis checkkode
DISABLECANCELAXISMOVE=	Annullering af aksebevægelse er forbudt
OFFLINEDOGNOTFOUND=	Den korrekte dongle blev ikke fundet
EZCADSTR_ARRAY_X_INCDIST=	X-array inkrementel afstand
EZCADSTR_ARRAY_Y_INCDIST=	Y array inkrementel afstand
EZCADSTR_ARRAY_Z_INCDIST=	Z-arrays inkrementelle afstand
OUTPUTANALOG=	udgang analog
Voltage=	Spænding
MODE8=	lodret 8
MODE82=	vandret 8
TCPIPSERVER=	TCP/IP-server
NOCUTSMALLENT=	Del ikke små genstande
AUTOSAVEWHENCLOSE=	Gem automatisk den aktuelle fil, når softwaren lukkes
MASK=	maske
DISABLESTOPAXISWHENDOOROPEN=	Bloker stopaksens bevægelse, når døren er åben
STOPAXISWHENDOOROPEN=	Stop aksebevægelse, når døren er åben
STAGEFB=	Platform feedback position
GALVOCMD=	Galvo kommandoposition
GALVOFB=	Galvo feedback position
DISSHOWFILEPROCESS=	Undertryk filbehandlingsdialoger
DISSHOWCALCPROCESS=	Undertryk visningen af beregningsprocessens dialogboks
LEVEL16=	Niveau 16
STEPMODE=	Hastighedsoptimeringstilstand
SHOWSTEPMODE=	Vis hastighedsoptimeringstilstandsparametre
ENCODEMODE=	kodningstilstand
ENABLJUMPTABLEMODE=	Aktiver springparametertabeltilstand
ENABLJUMPTABLEMODETIP=	Springparametrene for alle penne hentes automatisk fra springparametertabellen
JUMPTABLE=	Spring parameter tabel
DRAWTOL=	Tegning af pixel præcision
SHIFTOFROTARY=	Rotationsaksedrift
SERVERINFO=	serveroplysninger
FASTLINELASERONRATIO=	Hurtigt lysudgangsforhold
STANDARDPOS=	Standard placering
REALPOS=	faktiske placering
FLYSPEEDMONITOR=	flyvehastighedsovervågning
MAXFLYSPEED=	maksimal flyvehastighed
STARTANDSTART=	startpunkt forbundet med udgangspunkt
STARTANDEND=	Start og slut tilsluttet
ENDANDSTART=	slutpunkt forbundet med startpunkt
ENDANDEND=	endepunkt til endepunkt
OPENCURVE=	åben kurve
LASERWOBBLESHOW=	Forhåndsvisning af jittersti
SHOWTRANSBMP=	Vis gennemsigtig bitmap
DISABLECIRMODE=	Undertryk cirkelmønster
REFINEPLANECONTOUR=	Udtræk plankonturer
REFINECONTOURMOUSE=	Udtræk plankontur: Klik på venstre museknap for at se et eksempel, dobbeltklik på venstre knap for at bekræfte
HORIZONALPLANE=	nivellere flyet
HORIZONALPLANETIP=	Klik på venstre museknap for at vælge det fly, der skal nivelleres
LASERONLAGTIME=	Laser forsinkelsestid
FIRSTJUMPDELAY=	første hop forsinkelse
ENABLEHATCHLINEOVERLAP=	Aktiver udfyldningslinje forskudt opdeling
CHARADDMODE=	tegnforøgelsestilstand
TT_PICKSHOWALL=	Vis alle objekter\nVis alle objekter
TT_PICKHIDEALL=	 Skjul alle objekter\nSkjul alle objekter
FLOATSOL=	floating point præcision
ENABLEAUTOCONNECT=	Aktiver automatisk forbindelse, når forbindelsen er afbrudt
CONNECTINTERVAL=	forbindelsesinterval
DISABLEMOVEZWITHENTZ=	Deaktiver flytning af Z-aksen baseret på objektkoordinater
ESCBTNSTOPAXISIMM=	Aktiver Esc for at stoppe aksebevægelsen øjeblikkeligt
DOYOUREALRESETALLPARAM=	Vil du virkelig nulstille alle pennens parametre?
UPDATEDYNENT=	Opdater dynamiske objekter
FAILEDOPENDLCDEV=	Kunne ikke åbne DLC-kortet
SOFTWARELICWILLEXPIRE24HOURS=	Softwarelicensen udløber inden for 24 timer, kontakt venligst udstyrsleverandøren!
SPLITBITMAP=	delt bitmap
NOGUILDLINETOSPLITBMP=	Der er ingen hjælpelinjer, der kan bruges til at opdele bitmaps, tegn venligst hjælpelinjer først!
BARCODEPTMODE=	Stregkodepunktbehandlingstilstand
FASTPOINT=	hurtig punkt-tilstand
FASTLINE=	hurtig linjetilstand
FASTSTEPMODE=	Trintilstand
ENABLELASEREXTOUTPUT=	Aktiver laserudvidelsesoutput
LASEREXTOUTPUT=	Laser udvidet output
DEFAULTPARAM=	standardparametre
MARKFAILIO=	Markér mislykket port
SHOWSELECTBTNONPANEL=	Vis knappen Vælg akseløsning på panelet
RELSPEED=	Relativ hastighed
SPEEDFIELD=	hastighedsfelt
POWERFIELD=	energifelt
SPEEDFIELDRATIO=	hastighedsfeltforhold
POWERFIELDRATIO=	energifeltforhold
RATIO=	forhold
DISTRIBUTIONMODE=	Kurvefordelingsmønster
RESOLUTIONRATIO=	Inddelingspræcisionsforhold
DISTR_PRIMARY=	primær fordeling
DISTR_QUADRATIC=	kvadratisk fordeling
DISTR_CUBIC=	kubisk fordeling
VALIDINWHOLEPMARKERIOD=	Effektiv for hele bearbejdningscyklussen
INFO_CODEBC412=	BC412-stregkoden er en kontinuerlig, ikke-fast længde tovejs stregkode, hvor alle streger og mellemrum repræsenterer information; dens tegnsæt inkluderer '0'-'9', og 'AZ' inkluderer ikke 'O'; kontrolkoden er automatisk tilføjet af systemet.
SHOWFREQRAMPPARAM=	Vis frekvens lineære transformationsparametre
FREQRAMPING=	Frekvens lineær transformation
CANNOTHAVESAMESN=	Der kan ikke være DLC-kort med samme serienummer!
ALLSCANNERMARKCURLAYER=	Alle galvanometre behandler det aktuelle lag
ALLSCANNERMARKCURLAYERSPLIT=	Alle galvanometre er opdelt og behandlet for det aktuelle lag
ENCURVESYNINPORT=	Aktiver indgangsport for kurvesynkronisering
SPECIALPOS=	speciel placering
SETCURPOSASSPECPOS=	Indstil den aktuelle placering til en speciel placering
ENCURVESYNWHENCURVEEND=	Aktiver slutningen af kurvesynkronisering
LASEREMISSION=	Laser global aktivering [MO]
STARTDELAY=	startforsinkelse
ENDDELAY=	slut forsinkelse
LASERSYN=	Laserkontakt til synkronisering
ACCURATEHOME=	Præcis tilbagevenden til nul
AUTONAMEENT=	Navngiv automatisk objekter
ENTNAMESAME=	Objektnavnet er det samme som andre objektnavne, omdøb venligst!
CREATE3DSPRING=	Opret en 3d helix
USECURRPOS=	bruge nuværende placering
SETMOAFTERPW=	Indstil MO efter ændring af pulsbredden
STARPULSEWIDTH=	start pulsbredde
INCULSEWIDTH=	Forøgelse af pulsbredde
ONEBYONEMARKING=	Galvanometre behandles i rækkefølge
STARTMARKINGLAYER=	Begynd at behandle lag
INFO_AUSPOST4STATE=	Australia Post 4-statuskoder består af 4 længder af streger. Hver stregkode indeholder FCC (2 cifre) og DPID (8 cifre) koder og valgfri brugerinformation. Eksempel: FCC
INFO_DOTCODE=	DotCode stregkode er 2D stregkode; dens tegnsæt indeholder alle ASCII-tegn;
INFO_JAPANPOST=	Den japanske poststregkode bruges af det japanske postsystem. De gyldige tegn er tallene "0-9", engelske store bogstaver "AZ" og det forbindende tegn "-". Består af 7 cifre (postnummer) + yderligere data. Såsom "27301023-20-5B604".
INFO_POSTNET=	PostNet er for United States Postal Service (USPS), gyldige tegn er tallene "0-9", kun 5-cifret postnummer, 9-cifret postnummer eller hele 11-cifret kode.
INFO_UKROYALMAIL=	Den britiske Royal Mail 4 statskundestregkode bruges til Royal Mail, de gyldige tegn er tallene "0-9" og engelske store bogstaver "AZ".
INFO_DUTCHPOSTKIX=	Den hollandske Post KIX stregkode bruges til Royal Dutch TPG Post, gyldige tegn er tallene "0-9" og engelske store bogstaver "AZ".
INFO_PLANET=	PLANET er for Universal Postal Service (USPS), gyldige tegn er tallene "0-9", kun 11-cifret og 13-cifret format.
SPLITCURVES=	 delt kurve
MINDISTTRIGGER=	Minimum udløserafstand
MINTIMETRIGGER=	Minimum udløsningstid
AUTORESORT=	automatisk sortering
MENU_SORT_MINDIST=	Sorter efter minimumsafstand
DISABLEUNDO=	Deaktiver FORTRYD (gyldig næste gang)
REDLIGHTINVERT=	Rødt lys signal niveau invertering
SINGLEPTREPEATMODE=	Enkeltpunkts gentagelsesbehandlingstilstand
SAVECAMERATOBMP=	Gem kamerabillede til BMP-fil
ENBIGCURVESHORTSEGSPLIT=	Aktiver tilstanden stor kurve og lille segment
UNGROUPHATCHLINE=	 Bryd fyldte genstande op
MENU_NODE_MOVE=	mobil node
MENU_NODE_SETASSTART=	sat som udgangspunkt
AXISSTATE=	aksestatus
NOTIMING=	Opdater ikke bearbejdningstiden
OFFLINESENDDATA=	Offlinetilstand: Send data
ENMARKPAUSEMODE=	Aktiver markering af pausetilstand
DIABLEINTERIOOUTPUT=	Deaktiver intern IO-output
USERNOTOPESOFTLOCK=	Brugeren har ikke udført nogen handling i lang tid, softwaren er låst, log venligst ind igen!
EXTENDCURVE=	Forlæng kurven
EXTENDLENGTH=	forlænget længde
ENABLEARCCMD=	Aktiver buemarkeringskommando
SCANNERJUMP=	Galvo Jump
USEREDLIGHTCOR=	Aktiver korrigering af rødt lys
PULSEENERGY=	puls energi
DISABLECHECKPWLIMIT=	Deaktiver kontrol af pulsbreddegrænse
ALWAYZOPENWHENNOTMARKING=	Tænd altid rødt lys, når du ikke markerer
ENABLEMULTICCD=	Aktiver multi-CCD-tilstand
MULTICCDINDEX=	Multi-CCD loop slutindeks
CUSTOMVER=	Tilpasset version
MENU_FILE_LOGIN=	Log på...
APPENDFILEMODE=	tilføje filtilstand
RAMPMINLIMITLEN=	Minimum linjelængde i lineær transformation
DOUBLECURVE=	Hyperbolsk tilstand
BYHOUR=	hver time
DISABLERESORT=	Forbyd sortering
WIDTHTHRESHOLD=	breddetærskel
MENU_SORT_MODE=	Indstillinger for sorteringstilstand
REDUCEPOINT=	Træk automatisk point fra
LIMITLENGTH=	grænselængde
SINGLEPTDELAY=	Enkeltpunktsintervalforsinkelse
CALCFROMSUNDAY=	Beregnet fra første søndag
REGISTERVARIABLE=	register variabel
SETPARAMMODE=	Indstil parametertilstand
INT=	heltal
FLOAT=	flydende kommanummer
TIMEBASECOUNT=	tidsbasistælling
SLICEENTONLYMARKONELAYER=	Skivede genstande behandles et lag ad gangen
DISLOCKSIGNAL=	Deaktiver låsestartsignal
ENSURECOMPLETEPRODUCT=	Garanti produkt komplet mærke slut
DISEXTLASERWHEN_CHANGEPEN=	Ændring af laserparametrene ved ændring af pennens parametre er forbudt
PRJMAXZLEN=	Maksimal lodret linjelængde
DXFUNITISUTF8=	DXF-filer er UTF8-kodede
DISABLESHOWPROGDLG=	Undertryk visningen af bevægelsesprocesdialogen
ENABLECHANGECURVEDIR=	Skift automatisk kurveretning, når bearbejdning er aktiveret
ENCHECKLASERSTATEWHENMARKING=	Aktiver for at kontrollere laserstatus under behandling
INVALIDUSERNAME=	ugyldigt brugernavn
IDLETIME=	Intervaller
AXISPULSEWIDTH=	Aksebevægelses pulsbredde
COPYSTL=	Kopier STL
PASTESTL=	Indsæt STL
GALVOXYDELAY=	Galvo XY forsinkelse
SAVEOUTPORTWHENPOWEROFF=	Gem output, når strømmen er slukket
NOTCHECKSTARTPORTWHENMARKING=	Startporten er ikke kontrolleret under behandlingen
ENABLE_CHECK_MARKINGRANGE=	Aktiver kontrol af bearbejdningsområde
ERRID_MAKRSIZE_OUTRANGE=	Mærkningsstørrelsen er uden for behandlingsområdet
ARC=	bue
INPUTSECONDSTARTPT=	Indtast andet punkt
MENU_LINEARCTOGGLE=	Linje- og lysbueskift
NUMCHAREXTRACTSTR=	Det samlede antal tegn, der er udtrukket fra strengen
CHANGETEXT=	opdatere tekstindhold
NEWTEXT=	ny tekst
FEEDBACKMODE=	feedback-tilstand
USEINTERNALCOR=	Brug intern korrektion
PILLOWFACTOR=	nålepudekoefficient
PARALLELISMFACTOR=	Parallelogram koefficient
TRAPEZOIDFACTOR=	trapezkoefficient
BIDIRCOMPLEN=	Tovejs kompensationslængde
ENABLEHWWOBBLE=	aktivere hardware-jitter
WOBBLEFREQ=	Jitter frekvens
UNLOCK=	låse op
MAXROWSOFEXPORTFILE=	Det maksimale antal linjer i outputfilen
ENMARK=	aktivere behandling
ALIASNAME=	alias
TOWOBBLECURVE=	Jitter vej til kurve
REFINEBOTTOMEDGEOFMESH=	Udtræk den nederste grænse af overfladen
DISCHANGECHARWIDTH=	Deaktiver ændring af tegnbredde
ENCODERABSWAP=	Encoder AB udskiftelig
INFO_CODE49=	Kode 49 er et flerlags, kontinuerligt stregkodesymbol med variabel længde. kode 49 kan repræsentere alle 128 ASCII-tegn. Hvert kode 49 stregkodesymbol består af 2 til 8 lag, hvert lag har 18 streger og 17 mellemrum.
INFO_CODE16K=	Code 16K stregkode er et flerlags stregkodesymbol med variabel længde, der kan repræsentere 128 tegn af det fulde ASCII-tegnsæt og udvidede ASCII-tegn. Den bruger UPC- og Code128-tegn. Et 16-lags Code 16K-symbol kan repræsentere 77 ASCII-tegn eller 154 numeriske tegn.
CHANGEDIAMETER=	ændre diameter
ENDDIAMETER=	endediameter
SNTEXTPLUS=	serienummer+1
SNTEXTMINUS=	serienummer-1
SNTEXTRESET=	Serienummer nulstillet
CURVEFOLLOWMOVE=	Kurven følger bevægelsen
CONTMODEUSESELFPORT=	Kontinuerlig tilstand bruger sit eget input
ENABLESPLITGAP=	Aktiver Split Gap
ENABLELISTCMD=	aktiver listekommando
XCOMPFACTO=	X-retningskompensationskoefficient
STARTPTJUMPLEN=	Startpunkt springlængde
XCOMPFACTOR=	X kompensationsfaktor
OUTPUTIOSTATE=	output port status
DEVICESTATUSLAMP=	Enhedsstatuslys
	
CLEAR=	Ryd op
EXTENDSIZE=	Udvidelsesstørrelse
INCLAYERCOUNT=	Intervallag
FOCUSOFFSET=	Ufokuseret mængde
EDGETYPE=	grænsetype
EDGEBOX=	rektangel kant
ORIGINCONTOUR=	originale omrids
CONVEXHULLCONTOUR=	omrids
MESHZOOM=	Overfladeskalering
ENABLEINTERDOLOOP=	Brug af interne bearbejdningscyklusser
ENABLEXITPROCESS=	Aktiver forlad behandlingstilstand
OFFSETINSIDE=	Forskudt indad
DELETEALL=	slet alt
ENABLEAPMMODE=	Aktiver APM-tilstand
PWMDUTYCYCLE=	PWM arbejdscyklus
